{
    "id": 430592,
    "headword": "Anders Lauritzen Smith",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "bilthugger"
            },
            {
                "description": "maler"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Gift med",
                "external_id": "person_8736ab108629",
                "birth_date": "1641",
                "death_date": "1695",
                "firstname": "Maren",
                "lastname": "Knudsdatter",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Visstnok elev av og svenn hos Peter Negelsen, Bergen",
                "order": "1"
            }
        ],
        "travels": [
            {
                "order": "1",
                "description": "Muligens opphold i Flensburg"
            }
        ],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "12",
                "to_date": "",
                "description": "Lektor Jens Morsing med familie, Hjelmeland kirke (1680)"
            },
            {
                "from_date": "",
                "order": "8",
                "to_date": "",
                "description": "altertavler Åkra (1663), Time (1666) og Førde (1666) kirker"
            },
            {
                "from_date": "",
                "order": "9",
                "to_date": "",
                "description": "prekestol, Sogndal kirke (1666)."
            },
            {
                "from_date": "",
                "order": "6",
                "to_date": "",
                "description": "Prekestol (1658) og inventar (rester bevart) Stavanger domkirke"
            },
            {
                "from_date": "",
                "order": "7",
                "to_date": "",
                "description": "Arbeider tilskrevet S.: Altertavle, Hareid kirke (1660)"
            },
            {
                "from_date": "",
                "order": "11",
                "to_date": "",
                "description": "Sogneprest Christen Jenssen Hegelund med sine to hustruer, Ørskog kirke (1673)"
            },
            {
                "from_date": "",
                "order": "10",
                "to_date": "",
                "description": "Epitafier tilskrevet S.: Borgermester Severin Pedersen Godtzen med hustru og barn (1660, staffert 1662), Biskop Marcus Christensen Humble med familie (1664), Lektor Johan Hiermann med familie (1664), Severin Fransøn med familie (1674) og Biskop Matz Tausan med familie (1678), Stavanger domkirke"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Anders Lauritzen Smith",
    "url": "https://nkl.snl.no/Anders_Lauritzen_Smith",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>S. må ha forlatt Skottland tidlig. Hans kunst bærer preg av nordtysk innflytelse, og han kom sannsynligvis tidlig til Bergen der han antagelig var elev og svenn hos bilthuggeren Peter Negelsen. I 1685 ble S. kalt til Stavanger av lensherren Henrik Below for å utføre en ny prekestol til domkirken der. Etter 1670 flyttet familien til Sola i Håland utenfor Stavanger der de drev et småbruk ved siden av håndverket. Flere steder er det nevnt at S. både var bilthugger og maler, men S. tok ikke borgerskap som bilthugger, hvis da ikke den Anders Lauritsen som fikk borgerskap som kontrafeier 12. juni 1676 var identisk med S. Et brev fra 1682 er stilet til: \"Anders Lauritzen Mahler. Solle ved Stafanger.\" Det er ikke kjent signerte arbeider av S., men det kan ikke være tvil om at bilthuggervirksomheten har vært hans hovedbeskjeftigelse, og her må han ha bygd opp et ganske betydelig verksted. En mengde store arbeider kan på stilistisk grunn tilskrives S. og hans verksted. Sentralt står prekestolen i Stavanger domkirke (1658), hans første sikkert belagte og betydeligste arbeid. Stolen er et praktstykke i balansert komposisjon av fortettet ornamental utfoldelse med vekt på bruskbarokkens former og et rikt religiøst program i billedfremstillingen. Bruskbarokken var S. fortrolig med gjennom Bergens-barokken og Peter Negelsen, muligens også ved selvsyn på reise i Nord-Tyskland der Hans Gudewerth d.y.s.verksted i Eckernförde dominerte. Selve billedfremstillingen har S. som andre kunstnere i tiden bygd på bearbeidelser etter kobberstikk av bibelillustrasjoner. Prekestolen fremstiller scener fra skapelsen til Jesu fødsel blant mengder av karyatider, dyder, engler og profeter og øverst på himlingen, den seirende Kristus. I de følgende årene utførte S. flere praktfulle epitafier i kirken, det eldste <em>Borgermester Severin Pedersen Godtzen med hustru og barn</em> (1660, staffert 1662) og det rikeste av dem alle,<em>Lektor Johan Hiermann med familie</em> (1664). Det første har medaljonger med pasjonshistorien arrangert rundt rammen i slekt med de senere \"pasjonsvisere\", mens de øvrige er arkitektonisk bygd opp med søyler på siden av midtfeltene og overstrømmende religiøse scener og figurer rundt. I to senere epitafier av S. i domkirken (<em>Severin Fransøn med familie</em> 1674 og <em>Biskop Matz Tausan med familie</em> 1678) er de religiøse figurene arrangert rundt en sirkelrund ramme. Bruskbarokken er her erstattet med klassisistiske motiver.</p>\n<p>Bevarte rester av det gamle inventaret i domkirken viser at S. og hans folk også har hatt ansvaret for dette. Prekestolen i Sogndal kirke (1666) er tilskrevet S. på stilistisk grunnlag. Om denne skrives det: \"5 udhugne historier i panelverk, paa hvilket biltsnideren har arbeidet med en god samvittighed som han siges med sin søn i 16 uger og endnu nogle dage\". Til gruppen arbeider som tilskrives S. hører også altertavlene i Hareid kirke (1660, opprinnelig laget for Hospitalkirken, Stavanger), Åkra kirke (1663), Time kirke (1666) og muligens Førde kirke (1666), foruten epitafiet over <em>Lektor Jens Morsing med familie</em> (1680) i Hjelmeland kirke.</p>\n<p>En gruppe møbler med bruskornamentikk og figurrelieffer er også knyttet til S. Disse har gjerne bibelske eller allegoriske motiver. Innskrifter, årstall og familievåpen viser til fremtredende Stavangerfamilier og 1660-årene. Et tegneboksblad tilskrives S., som også i følge et brev skal ha hatt en malerelev. Et portrett av borgermester Rasch i Kristiansand nevnes også, men malerier av S. kan ikke identifiseres bortsett fra de malte familiegruppene i epitafiene som han kan ha malt. Her følges konvensjonene for slike bilder med knelende personer, sobert, men noså tørt utført, og bildene trer i bakgrunnen for de rike bilthuggerarbeidene.</p>\n</div>",
    "created_at": "2014-11-20T18:06:01.901+01:00",
    "changed_at": "2024-06-18T23:28:02.008+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab108628\",\"https://digitaltmuseum.no/5b02abc6-38fe-4cc4-b411-86b72011a1f1\",\"http://kulturnav.org/5b02abc6-38fe-4cc4-b411-86b72011a1f1\"]",
        "lastname": "Smith",
        "firstname": "Anders Lauritzen",
        "birth_date": "0.0.1620",
        "birthplace": "Skottland",
        "death_date": "14.12.1692",
        "external_id": "person_8736ab108628",
        "kulturnav_id": "5b02abc6-38fe-4cc4-b411-86b72011a1f1",
        "place_of_death": "Sola sogn i Håland",
        "alternative_names": "Smith, Andrew Lawrenceson"
    },
    "authors": [
        {
            "full_name": "Henning Alsvik"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "bilthugger"
        },
        {
            "description": "maler"
        }
    ]
}