{
    "id": 417100,
    "headword": "Gulbrand Olsen Horne",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "bilthugger"
            },
            {
                "description": "snekker"
            },
            {
                "description": "bygdelensmann"
            }
        ],
        "others": [],
        "relations": [
            {
                "from_date": "1709",
                "type": "Gift med",
                "external_id": "person_8736ab103602",
                "birth_date": "",
                "death_date": "",
                "firstname": "Karen",
                "lastname": "Abrahamsdatter",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Det vites ikke hvem H. har gått i lære hos som bilthugger, men han hører naturlig til bilthuggerskolen i Christiania",
                "order": "0"
            }
        ],
        "travels": [
            {
                "order": "0",
                "description": "Sannsynligvis har H. reist omkring i hjembygden Eiker, til Drammen, Hurum og de omliggende distrikter"
            }
        ],
        "memberships": [],
        "awards": [],
        "public_productions": [],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1980",
                "order": "7",
                "reference": "s. 78 (ill.)",
                "to_date": "",
                "description": "Drammen og omland i gamle dager",
                "place": "Drammen",
                "authors": [
                    "Hoem, A. I."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1963",
                "order": "6",
                "reference": "bd. 1, register s. 481",
                "to_date": "",
                "description": "Hurums historie",
                "place": "Hurum",
                "authors": [
                    "Eier, S. L."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1961",
                "order": "5",
                "reference": "s. 386",
                "to_date": "",
                "description": "Drammen. En norsk østlandsbys utviklingshistorie",
                "place": "Drammen",
                "authors": [
                    "Pedersen, T."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1950",
                "order": "4",
                "reference": "register bd. 2, s. 370",
                "to_date": "",
                "description": "Akantus. Mestrene i norsk treskurd",
                "place": "Oslo",
                "authors": [
                    "Hauglid, R."
                ],
                "comments": [
                    "bd. 1 og 2, Norske minnesmerker"
                ],
                "archives": []
            },
            {
                "from_date": "1902",
                "order": "1",
                "reference": "s. 6, 7, 8, 11",
                "to_date": "",
                "description": "Hurum før og nu",
                "place": "(Kristiania",
                "authors": [
                    "Busland, H. K."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1903",
                "order": "2",
                "reference": "s. 82, 92, 93, 122-123",
                "to_date": "",
                "description": "Hurum Herred. En historisk-topografisk Beskrivelse",
                "place": "(Kristiania",
                "authors": [
                    "Johnsen, O. A."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1902",
                "order": "0",
                "reference": "s. 3, 7, 10, 13, 14, 15–17, 22, 23, 26, 28",
                "to_date": "",
                "description": "Selvig i Hurum. Et stykke norsk gaards- og slægts-historie",
                "place": "(Kristiania",
                "authors": [
                    "Steffens, H. K."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1942",
                "order": "3",
                "reference": "s. 50",
                "to_date": "",
                "description": "Strømsø kirke i 275 år",
                "place": "Drammen",
                "authors": [
                    "Alsvik, H."
                ],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Gulbrand Olsen Horne",
    "url": "https://nkl.snl.no/Gulbrand_Olsen_Horne",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>Vi vet med sikkerhet at H. er født og oppvokst på Eiker og at han har arbeidet som snekker og bilthugger. I flere år var han i tjeneste hos \"Sr. Heiberg\" på Strømsø (sannsynligvis tollkontrollør Mathias Heiberg, som i 1722 forærte en lysekrone til Strømsø kirke). Etter en regning fra Sr. Heiberg datert 14. juni 1709 å dømme, forlot H. Heiberg på denne tiden og reiste til Hurum. Her ble H. i 1709 gift med bondelensmann Bent Svendsens enke, den unge Karen Abrahamsdatter (f. 1686) og ble dertil bondelensmann i Hurum sammen med Mads Trulsen Tofte. H. døde allerede i 1711, og skifte etter ham ble holdt 22. juni samme år. Om forholdet til Sr. Heiberg heter det at enken i anledning av Heibergs nevnte regning og etter opplysninger fra H. forklarte \"at den Tiid, da han kom udi Sr. Heibergs Tieniste, da hafde hand sin fulde Snidker och Billedhuggerredskab ligeledes en Haandøxe, som udi Heibergs Hus blef næsten opslidt, saa og en Casse, som findes paa Heibergs Reigning af 14. Juni 1709, og blef kiøbt paa Auctionen efter Niels Bjørn med adskillige smaa Jernredskaber, derhos en liden Block skal endnu findes udi Heibergs Hus -\".</p>\n<p>Etter brannen i 1686 måtte den gjenoppbygde Hurum kirke nøye seg med et fattigslig og provisorisk utstyr, en halvgammel prekestol fra Ås kirke og en liten altertavle skjenket av Iver Hvid i 1688. I 1697 forærte Christen Evensen Hannevig og hustru Gurine en ny altertavle som var utført av Stillef Torgersen Auke i Strømm. Til denne altertavle skal H. ha skåret nye vinger. Videre heter det at \"en rik og fornem bonde, Bernt Selvik og hans hustru Karen Abrahamsdatter\" forærte døpefonten og dåpstavlen, og at Iver Huitfeldts enke Kirsten Røyem har \"ladet Kirken zire med en herlig udstafferet Predikkestol, og det førend hun fik nogen Eyendoms Ret til den\", dvs. mellom 1710 (slaget i Køgbukt stod 14. oktober) og 1724, da hun ble eier av kirken. Prekestol med oppgang og døpefont med dåpstavle er tilskrevet H. Selv om det ikke er belagt med arkivopplysninger, kan H. meget vel være mester for prekestolen i Heggen kirke, Modum fra 1703 og likedan for altervingene i Snarum kirke fra 1702.</p>\n<p>Attribueringen til arbeidene i Hurum kirke er problematisk, da H. bodde knappe to år på Selvik. I sin fremstilling for skifteretten i 1711 sier hans enke Karen Abrahamsdatter videre: \"Huad de anmeldte 12 Støcker brede Kistebord udi hans Reigning, som skulde bruges til en Altartafle angaar, befindes de endnu liggende her i god Behold, saavelsom et Skrin.\" Det ser likefrem ut til at H. har fått bestilling på en ny altertavle til Hurum kirke istedenfor Stillef Aukes, som da nok virket mer primitiv, og at han har tatt med seg materialer til den. Det kan også tenkes at han har nådd å lage vingene, som nå er montert på Aukes tavle, men så er blitt revet bort av en tidlig død. Hvis Kirsten Røyem har bestilt prekestolen kort etter hennes mann Iver Huitfeldts død høsten 1710, har H. ikke hatt mer enn noen måneder til å utføre den rikt dekorerte prekestolen med oppgang og himmel. Ser vi så på døpefonten med tilhørende døpefonttavle på veggen over, så bærer tavlen en malt innskrift som forteller at fonten er forært av Berent Thomesen Aaskaar og Karen Abrahamsdatter 1726. Berent Aaskaar var Karen Abrahamsdatters tredje mann, som hun ektet i 1712, året etter H.s død. Det ligger nær å tro at Berent (eller Bent) Aaskaar, som også bodde på Selvik og døde der i 1747, er blitt forvekslet med Bent Svendsen, som er nevnt som giver av fonten. Men dermed er arbeidene rykket et godt stykke fram i tiden, og tanken går til en ukjent bilthugger som har vært i virksomhet en god del i distriktet i 1720-årene. Til ham er henført arbeider i kirker som Eggedal, Sigdal, Krødsherad, Hole på Ringerike, Jevnaker og Flå. Det har vært antydet at han muligens har vært elev av H.; mange beslektede trekk er det som forbinder disse arbeidene med Hurum-inventaret. Selv om attribusjonen kan være tvilsom og kvaliteten ujevn, kan det ikke være tvil om at man står overfor en lokal gruppe arbeider, hvor også H. går inn som en utførende mester.</p>\n</div>",
    "created_at": "2013-07-03T19:33:05.961+02:00",
    "changed_at": "2024-06-18T23:25:58.450+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab1744\",\"https://digitaltmuseum.no/5ac06922-f919-4388-badb-098da27e9d02\",\"http://kulturnav.org/5ac06922-f919-4388-badb-098da27e9d02\"]",
        "lastname": "Horne",
        "firstname": "Gulbrand Olsen",
        "birth_date": "0.0.1675",
        "birthplace": "Nordre Horne, Eiker",
        "death_date": "0.0.1711",
        "external_id": "person_8736ab1744",
        "kulturnav_id": "5ac06922-f919-4388-badb-098da27e9d02",
        "place_of_death": "Selvik, Hurum (skifte 22. juni)"
    },
    "authors": [
        {
            "full_name": "Henning Alsvik"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "bilthugger"
        },
        {
            "description": "snekker"
        },
        {
            "description": "bygdelensmann"
        }
    ]
}