{
    "id": 415684,
    "headword": "Isaac van Geelkerck",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "befestningsingeniør"
            },
            {
                "description": "kartograf"
            }
        ],
        "others": [
            {
                "description": "Fødsels- og dødsår, bakgrunn og utdannelse ukjent."
            }
        ],
        "relations": [
            {
                "type": "Gift med",
                "external_id": "person_8736ab102467",
                "birth_date": "",
                "death_date": "",
                "firstname": "Kongelv",
                "lastname": "Christina Morjan",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [],
        "performed_productions": [
            {
                "from_date": "",
                "order": "0",
                "to_date": "",
                "description": "Båhus: Provisoriske utbedringer i 1644–45, fulgt opp med forslag til permanente forbedringer av 1647–48, approbert og utført de følgende år. Borgens sørfløy, med tårnene Mors hætte og Svendhalstårnet, ble ombygd til en høy ildsikker bygning, avsluttet med rondeller (de ombygde tårn) i hver ende, utført 1648–54. Planene for nedre festning omfattet sikring av vestfronten, og resulterte i ravelinet Halvmånen 1648–51, nytt porthvelv 1650, og et muret utenverk. Bastionen Scharpenorth fikk avrundet spiss og oppbygd katt. G.s videre planer som bl.a. gjaldt full ombygging av festningen til bastionær firkant, et fort på Inland og flytting av Kongelv, ble ikke fulgt. Marstrand: Forslag til befestninger og byregulering etter brannen 1647. Foreslo utvidelse av gatebredden. Skanser anlagt på Fiskerholmen 1652, senere utvidet til et fort. Fredrikstad: G. innsendte 1653 tre alternative forslag til permanente festningsverker omkring byen, samt et forslag om regulering av brente strøk. Det billigste forslag, som bygde på det allerede eksisterende trenchement, ble antatt. Planen, som ikke tillot byutvidelse, bestod av fire hele og to halve bastioner uten nedrevoll, samt verker på øya Isegran og en redutt på Galgeberget. Bare provisoriske arbeider ble utført i G.s tid, men planen ble fulgt senere av Willem Coucheron. Akershus og Christiania: G. presenterte flere forslag for festningen, i 1640, -49, -51 og -54. G.s approberte plan medførte at bastionen Scharpenorth ble trukket inn i øvre festning ved en forbindelsesmur mellom bastionens østre flanke og Kongens batteri, utført 1653–57. Der denne muren treffer kurtinen ved Scharpenorth, ble oppført et krutt-tårn med hvelvede rom. Sluttsteinen har årstallet 1657. Nedre festningsvoll ble forhøyet, og fikk permanent jordbrystvern. Porten ble anlagt midt på kurtinen. Ved G.s avgang ble hornverket foran Scharpenorth påbegynt. Dette var ikke med i G.s endelige forslag, men forelå i et forprosjekt. G.s foretrukne plan for festningen hadde vært å flytte forsvarslinjen fram til høydene på Hovedtangen, og da dette ikke ble antatt, ble utenverk forslått samme sted, og bygd som kontraeskarpe omkring Hovedtangen 1655–60. G.s forslag gjaldt også Christianias befestning, der han planla festningsverker utvidet til å omfatte forstedene Pipervika, Grønland og Vaterland. Selv anbefalte han et enklere alternativ, der byvollene ble utvidet mot sørøst med to nye bastioner, og ført videre rundt strandsiden. På Hammersborghøyden ble foreslått et verk av fire halvbastioner. Planene med å gjøre Christianias voller til permanente befestninger, ble så vidt igangsatt. Ved krigsutbruddet 1663 stod en bastion ferdig. Christiansø ved Flekkerø ved Kristiansand: I en betenkning 1652 kritiserte G. festningens anvendlighet, og foreslo 1656 å flytte hele festningen til en annen holme, noe som ble gjennomført under G.s etterfølger Willem Coucheron. Bergen og Bergenhus: G. opptok 1646 et kart med forslag til omfattende befestninger: bastionerte voller ført fra en festning på Nordnes til nordsiden av Lungegårdsvannet og videre opp til byporten. På nordsiden av byen likeledes festningsverker. Rundt Bergenhus har han trolig prosjektert hornverket på Kommunen. 1653 avgav G. nytt forslag, der Bergenhus uheldige beliggenhet bl.a. ble påpekt. De følgende år ble Bergen provisorisk befestet etter G.s planer"
            },
            {
                "from_date": "",
                "order": "1",
                "to_date": "",
                "description": "blokkhus på Sverresborg, Holmen befestet med bolverk, et blokkhus ute på Vågen, redutter på Sundnes og ved Sandviken, samt skanser på Nordnes. Trondheim: G. fikk 1652 ordre om å planlegge et fort ved Trondheim Forslag ble innsendt (nå tapt), men intet utført"
            }
        ],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1963",
                "order": "3",
                "reference": "s. 318",
                "to_date": "",
                "description": "Forening til norske fortidsminnesmerkers Bevarings Årbok register bd.",
                "place": "Sarpsborg",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1909",
                "order": "9",
                "reference": "s. 47, 91, 168, 204",
                "to_date": "",
                "description": "Gamle Christiania-Billeder",
                "place": "(Kristiania",
                "authors": [
                    "Collett, A."
                ],
                "comments": [
                    "Ny utgave"
                ],
                "archives": []
            },
            {
                "from_date": "1924",
                "order": "2",
                "reference": "s. 1–124, (ill.)",
                "to_date": "",
                "description": "Isaac van Geelkerck",
                "place": "(Kristiania",
                "authors": [
                    "Widerberg, C.S."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1950",
                "order": "14",
                "reference": "bd. 1, s. 88, 91, 101",
                "to_date": "",
                "description": "Akershus Slott i 1600–1700 årene",
                "place": "Oslo",
                "authors": [
                    "Berg, Arno"
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1934",
                "order": "13",
                "reference": "register s. 327",
                "to_date": "",
                "description": "Festningen, Fredrikstad - Gamlebyen og festningen",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "",
                "order": "1",
                "reference": "I, s. 440",
                "to_date": "",
                "description": "Norsk historisk tidsskrift",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1932",
                "order": "12",
                "reference": "s. 19–21, 94–114",
                "to_date": "",
                "description": "Akershus Festning",
                "place": "Oslo",
                "authors": [
                    "Widerberg, C.S."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1966",
                "order": "15",
                "reference": "s. 42",
                "to_date": "",
                "description": "Oslo Byleksikon",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1925",
                "order": "10",
                "reference": "bd. 1 s. 281–82, 298",
                "to_date": "",
                "description": "Norsk Kunsthistorie",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1959",
                "order": "11",
                "reference": "s. 595",
                "to_date": "",
                "description": "Norsk Militær Tidsskrift",
                "title": "Festningen Christiania",
                "place": "Oslo",
                "authors": [
                    "Frey, John"
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1923",
                "order": "0",
                "reference": "s. 195–289",
                "to_date": "",
                "description": "Gammeløens befæstninger, Norsk Artilleri-tidsskrift",
                "authors": [
                    "Harbitz, G.P."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1961",
                "order": "8",
                "reference": "s. 9–14, 46–48",
                "to_date": "",
                "description": "Det var engang en by...",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1972",
                "order": "16",
                "reference": "s. 29–31",
                "to_date": "",
                "description": "Bergenhus, og dets festningsverker",
                "place": "Bergen",
                "authors": [
                    "Nielsen, R. Roscher"
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1929",
                "order": "5",
                "reference": "bd. 4, s. 412",
                "to_date": "",
                "description": "Norsk Biografisk Leksikon",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1978",
                "order": "17",
                "reference": "s. 123",
                "to_date": "",
                "description": "St  Hallvard",
                "title": "Vår Frelsers kirke: Et monumentalbygg langs Karl Johans gate",
                "authors": [
                    "Bjerkek, O.P."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1956",
                "order": "4",
                "reference": "s. 33",
                "to_date": "",
                "description": "St. Hallvard register bd.",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1929",
                "order": "6",
                "reference": "s. 14–20",
                "to_date": "",
                "description": "Fra Christiania til Stor-Oslo",
                "place": "Oslo",
                "authors": [
                    "Hals, H."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1936",
                "order": "7",
                "reference": "s. 229–319",
                "to_date": "",
                "description": "Kongeriget Norge, Christian IV Byanlæg og andre bybygningsarbeider",
                "place": "København",
                "authors": [],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [
            {
                "from_date": "",
                "order": "18",
                "to_date": "",
                "title": "Den norske fortifikasjonsetat",
                "authors": [
                    "Widerberg, C.S."
                ],
                "comments": [
                    "udatert manuskript"
                ],
                "archives": [
                    "Riksantikvaren"
                ]
            }
        ],
        "radio_and_tv_programs": []
    },
    "title": "Isaac van Geelkerck",
    "url": "https://nkl.snl.no/Isaac_van_Geelkerck",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>G. kom til Norge i kgl. tjeneste som ingeniør fra 24. august 1644 under Hannibalsfeiden. Han kvitterte for lønn siste gang 1. januar 1657. Livsløp deretter ukjent.</p>\n<p>G.s virksomhet under krigen til 1645, omfattet provisoriske fortifikasjonsarbeider på Båhus. Under den etterfølgende fredsperiode, ble G. beholdt i tjenesten for å \"..forrette og udrette alt hvis en Ingenieur udi Freds eller Feide tid tilkommer og dette Riges Tjeneste behøver, inaar og hvor hannem befales og tilsiges.\" Dette arbeid brakte G. i befatning med de fleste av våre festningsverker, og han regnes som en av våre mest betydningsfulle befestningsingeniører. En lang rekke prosjekt og utkast med skisser og kart er bevart, hvorav en del ble utført i hans samtid, andre realisert etter hans avgang. Et godt bevart eks. er Akershus øvre festningsvoll med kruttårnet. Som befestningsingeniør formidlet G. det såkalte \"eldre nederlandske system\", karakterisert ved anvendelse av brede våtgraver, lave bastionerte jordvoller og omfattende utenverker som hornverk, kronverk, raveliner og halvmåneformet utenverk, ofte med en lavere nedre voll foran hovedvollene. Systemet er konsekvent gjennomført i forslagene til befestning av Fredrikstad. Ellers viser G. i sine prosjekter at sansen for terrengets strategiske betydning er overordnet de teoretiske systemer. En følge av dette er de mange foreslåtte fremskutte fort. Løsningen med den indre borg på Båhus, foregriper de senere donjon-festninger som ble foretrukket under Cicignons tid.</p>\n<p>G. har av enkelte forskere vært foreslått som arkitekt for offentlige og private bygninger i Norge. Imidlertid omtaler det bevarte arkivmateriale kun festningsverker. Som kartograf var G. av usedvanlig talent, og ble benyttet til kartlegging av Norge etter mønster av kartografen Johannes Mejers arbeid i Danmark. Foruten en lang rekke militære spesialkart, har G. utført et sammenhengende kart over hele Norge, som i stor grad var bygd på egne målinger (nå tapt). Et godt eksempet på hans arbeider, gir et nylig gjenfunnet kart over Østfold, i stor målestokk. Det er preget av oversiktlighet, nøyaktig og konsekvent tegning, samt profesjonell bruk av stemplede symboler.</p>\n</div>",
    "created_at": "2013-06-29T23:51:22.197+02:00",
    "changed_at": "2024-06-18T23:25:25.844+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab1190\",\"https://digitaltmuseum.no/ffba2772-913c-443c-b24c-244b491c1adb\",\"http://kulturnav.org/ffba2772-913c-443c-b24c-244b491c1adb\"]",
        "lastname": "Geelkerck",
        "firstname": "Isaac van",
        "external_id": "person_8736ab1190",
        "kulturnav_id": "ffba2772-913c-443c-b24c-244b491c1adb"
    },
    "authors": [
        {
            "full_name": "Einar Sørensen"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "befestningsingeniør"
        },
        {
            "description": "kartograf"
        }
    ]
}