{
    "id": 417662,
    "headword": "James Keith",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "glassblåser"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Gift med",
                "external_id": "person_8736ab104235",
                "birth_date": "",
                "death_date": "",
                "firstname": "Jane",
                "lastname": "Addison",
                "professions": [],
                "place": "Newcastle"
            },
            {
                "type": "Gift med",
                "external_id": "person_8736ab104236",
                "birth_date": "",
                "death_date": "",
                "firstname": "Cathrine",
                "lastname": "Keith",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "0",
                "to_date": "",
                "description": "lysekronen til Tjølling kirke"
            },
            {
                "from_date": "",
                "order": "1",
                "to_date": "",
                "description": "alterstaken til Haug kirke"
            },
            {
                "from_date": "",
                "order": "2",
                "to_date": "",
                "description": "de tre lysekronene i Kongsberg kirke"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1953",
                "order": "1",
                "reference": "s. 59–61, 79, 85, 248, 249",
                "to_date": "",
                "description": "Gammelt norsk glass",
                "place": "Oslo",
                "authors": [
                    "Polak, A. B."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1939",
                "order": "0",
                "reference": "bd. 1, s. 516, 520, 522, bd. 2, s. 114–15, 133",
                "to_date": "",
                "description": "De gamle privilegerte norske glassverker og Christiania Glasmagasin I-III",
                "place": "Oslo",
                "authors": [
                    "Christiansen, G. E."
                ],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "James Keith",
    "url": "https://nkl.snl.no/James_Keith",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>K. ble lokket til Norge av Morten Wærn som reiste i England 1754–55 for å orientere seg i Europas mest avanserte glassindustri. K. kom til Nøstetangen krystallverk i Øvre Eiker sommeren 1755 sammen med sin medhjelper William Brown. K. ble ansett som en dyrbar mann og fikk de beste betingelser, bl.a. løfte om betalt returreise etter 3 måneder, om Norge ikke skulle hue ham. Han ble imidlertid snart stilt overfor krevende og interessante oppgaver, som forarbeidelsen av |HV1||/HV1| (1756) og |HV2||/HV2| (1757 Kunstindustrimuseet i Oslo), og han slo seg til i Norge for resten av livet. Hans virkelige storverk ble |HV3||/HV3| (bestilt 1759, ferdig 1766, opphengt 1771). De ble tegnet og planlagt av Heinrich Gottfrid Köhler og består av ca. 650 glassdeler, midtakser, armer, dobber og spir i svirrende rokokko-former, blomster på stilk, oppkrøllede horn og enda mange flere variasjoner. K.s ferdigheter kan også spores i Nøstetangen-pokalene med rikt leddete stilker med innlagte luftspiraler og luftperler, og i diverse annet, fint detaljarbeid. K.s stil kan i siste instans føres tilbake til de venetianske glassverkene. Da britene sist i 1600-årene uteksperimenterte sitt blykrystall, formet de det først i \"Anglo-Venetian style\". Etter år 1700 gikk stilen av mote i London, men den levde videre i det viktige glass-sentrum Newcastle, hvor man til langt ut i 1700-årene eksellerte i langbente vinglass med leddete stetter og innlagt arbeid. Det var denne stil og dens lekende lette fingerferdighet K. satt inne med, foruten at han kjente en rekke fast etablerte håndgrep for utarbeidelsen av visse fasonger og mønstre. Han og Brown har brakt spesialredskap med seg for bestemte motivers fremstilling. På Nøstetangen brukte K. sine kunnskaper med stor frihet, utviklet visse tema, kombinerte motiver på nye måter, anvendte dem på nye former og gav helheten et preg av festlig rokokko. I det friske, nye miljø på Nøstetangen i 1750- og -60-årene ble K. påskjønnet og oppmuntret av ledelsen. Han ble stimulert av samarbeidet med dyktige tyske fagfeller, som hadde helt andre forutsetninger enn hans egne, og i særlig fruktbart samarbeid med Köhler, fikk \"Master James\" muligheter for fri utfoldelse. K. og Brown tilførte type-repertoaret på Nøstetangen en hel del kurante engelske vinglass-modeller, og K. lærte norske glassblåsere opp i sine kunster, mot dusør fra administrasjonen.</p>\n<p>Omkring 1770 later det til at hans skapende evner var uttømt i isolasjonen på Nøstetangen. Men da krystalldriften i 1779 ble overført til Hurdals Verk, flyttet han med, og her ble han i 1787 pensjonert av forvalteren \"formedelst Alder og Uduelighed\".</p>\n<p>K. etterlot seg en rik etterslekt i Norge, og navnet Keith (Kith, Keath, Kitt o.a. varianter) kan spores ved glassverk i Norden til langt ut i 1800-årene.</p>\n</div>",
    "created_at": "2013-07-03T23:07:00.140+02:00",
    "changed_at": "2024-06-18T23:26:14.988+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab2055\",\"https://digitaltmuseum.no/313cce63-09eb-4012-b49f-f515cc0df950\",\"http://kulturnav.org/313cce63-09eb-4012-b49f-f515cc0df950\"]",
        "lastname": "Keith",
        "firstname": "James",
        "birth_date": "0.0.1722",
        "birthplace": "antagelig i Newcastle-upon-Tyne",
        "external_id": "person_8736ab2055",
        "kulturnav_id": "313cce63-09eb-4012-b49f-f515cc0df950",
        "place_of_death": "død antagelig i Hurdal etter 1787"
    },
    "authors": [
        {
            "full_name": "Ada Polak"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "glassblåser"
        }
    ]
}