{
    "id": 416357,
    "headword": "Johan Berg",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "treskjærer"
            }
        ],
        "others": [],
        "relations": [],
        "residences": [],
        "educations": [],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1945",
                "order": "0",
                "to_date": "",
                "description": "Treskulpturer av Johan Berg",
                "place": "Stavanger",
                "authors": [
                    "J. Berg"
                ],
                "comments": [
                    "fotografert av Trygve Eskildsen"
                ],
                "archives": []
            }
        ],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Johan Berg",
    "url": "https://nkl.snl.no/Johan_Berg",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>Den del av B.s produksjon vi kjenner til i dag omfatter treskjærerarbeider. Det dreier seg mer om prydskulptur enn monumental skulptur. Hans produksjon kan inndeles i tre grupper: 1. dekorative relieffer, 2. skrin, kister og skap, 3. altertavler. Innenfor gruppen dekorative relieffer synes B. å ha utviklet et fast skjema, hvor fortellerstruktur og billedorganisasjon er sammenfallende. I følge dette skjema fordeler motivet seg på en hovedmedaljong, og to mindre med fremstillinger av underordnede motiv. Medaljongformen kan muligens være påvirket av middelalderforbilder, f.eks. Hyllestadportalen. Emnekretsen spenner fra religiøse motiver til heltehistorier fra de norske kongesagaer og romanen De tre musketerer. Formspråket avpasses etter motivet, f.eks. forsøker kunstneren å illustrere sagastilens djerve knapphet med å gi figurene sterkt angulære stillinger (Svearikeferden, Egil Skallagrimsons kvad, Sendemennene og Kravet, Vielsen og Kompromiss). Komposisjonens hovedlinjer løper horisontalt og vertikalt med billedplanet. Figurene fremstilles som regel frontalt eller i profil.</p>\n<p>I medaljongen med motiv fra De tre musketerer synes B. å etterstrebe større frihet og liv i komposisjonen. I hovedmedaljongen fremstilles figurene sett ovenfra, rundt et bord. Relieff-feltene er tildels overfylte.</p>\n<p>Den annen gruppe av hans produksjon omfatter skrin, kister og skap. Karakteristisk for denne er at utgangspunktet i en bruksgjenstand bare blir et påskudd til å lage utsmykning. De viktigste arbeider er her et smykkeskrin, utformet som en parafrase over en egyptisk sarkofag, en kiste med scener fra Adam og Eva i Paradiset, og et skap med helgenfremstillinger. Formene er gjerne plumpe og sterkt overlessede. Figurrelieffene synes tilfeldig plassert mellom et vell av ikke-plastiske, nedrissede ornamenter. I Paradiskisten finnes tilløp til psykologisk skildring, men arbeidet som helhet har et sterkt amatørmessig preg.</p>\n<p>B.s beste arbeide synes å være en altertavle, <em>Oppstandelsen</em>, hugget i eik og deretter støpt i bronse. Her er motiv og formstruktur samordnet til en helhet. Formspråket er tydelig jungendpreget, samtidig som figurskildringen er påvirket av middelalderskulptur.</p>\n<p>Stilistisk synes B. å bevege seg fra en senjugendfase, nær beslektet med engelske Arts &amp; Crafts-arbeider fra ca. 1905–1910, via et nybarokt formspråk til en mer voluminøs figurstil, typisk for 1920- og -30-årenes norske skulptur. Fordi ingen av arbeidene er datert, kan vi ikke vurdere dem i forhold til en generell stilutvikling, til tross for at det synes klart at de er noe retarderte. Hans beste arbeider er de som er holdt i en senjugendstil.</p>\n</div>",
    "created_at": "2013-07-03T15:19:20.297+02:00",
    "changed_at": "2024-06-18T23:25:39.171+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab308\",\"https://digitaltmuseum.no/593938fd-128b-4271-8e8e-d9c3c45df94e\",\"http://kulturnav.org/593938fd-128b-4271-8e8e-d9c3c45df94e\"]",
        "lastname": "Berg",
        "firstname": "Johan",
        "external_id": "person_8736ab308",
        "kulturnav_id": "593938fd-128b-4271-8e8e-d9c3c45df94e"
    },
    "authors": [
        {
            "full_name": "Anne Berit Skaug"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "treskjærer"
        }
    ]
}