{
    "id": 430556,
    "headword": "Mathias Skeibrok",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "billedhugger"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108487",
                "birth_date": "",
                "death_date": "",
                "firstname": "Bernt Severin Meier Mathiassen",
                "lastname": "Skeibrok",
                "professions": []
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108488",
                "birth_date": "",
                "death_date": "",
                "firstname": "Marthine Abrahamsdatter",
                "lastname": "(stave) Vinneim",
                "professions": []
            },
            {
                "from_date": "1892",
                "type": "Gift med",
                "external_id": "person_8736ab108490",
                "birth_date": "1862",
                "death_date": "1942",
                "firstname": "Charlotte Andrea",
                "lastname": "Øwre",
                "professions": []
            },
            {
                "from_date": "1885",
                "to_date": "1886",
                "type": "Gift med",
                "external_id": "person_8736ab108489",
                "birth_date": "1862",
                "death_date": "1886",
                "firstname": "Inger Marie",
                "lastname": "Nordbye",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Arbeidet som treskjærer hos J. E. de Coninck i Christiania 1871 - 72",
                "order": "1"
            },
            {
                "comment": "Den kongelige Tegneskole under Julius Middelthun vintrene 1871, -72 og -73",
                "order": "2"
            },
            {
                "comment": "på Jens Adolf Jerichaus atelier, København 1874 - 75",
                "order": "3"
            }
        ],
        "travels": [
            {
                "order": "3",
                "description": "Paris 1876 - 79 og 1882 - 83"
            },
            {
                "order": "2",
                "description": "Opphold i København 1874 - 75"
            },
            {
                "order": "1",
                "description": "Det Letterstedske legat 1876, Statens reisestipend 1876, -77, -79 og -82"
            },
            {
                "order": "4",
                "description": "kortere studiereiser til København 1888"
            },
            {
                "order": "5",
                "description": "Tyskland og Belgia 1890"
            }
        ],
        "memberships": [
            {
                "order": "2",
                "description": "Styremedlem Nasjonalgalleriet, Oslo 1886 - 96"
            },
            {
                "order": "4",
                "description": "Styremedlem Houens legat"
            },
            {
                "order": "1",
                "description": "Lærer Den kongelige Tegneskole 1889 - 96"
            },
            {
                "order": "3",
                "description": "Stemmeret Bildende Kunstneres Styre"
            }
        ],
        "awards": [
            {
                "order": "1",
                "description": "1. premie i konkurranse om gavlgruppe til Universitetets midtbygning, Domus Media, 1885"
            },
            {
                "order": "3",
                "description": "Ridder av første klasse St. Olavs Orden 1895"
            },
            {
                "order": "2",
                "description": "2. premie i konkurranse om Holberg-monumentet i Bergen 1881 og Tordenskiold-monumentet i Kristiania 1890"
            }
        ],
        "public_productions": [
            {
                "from_date": "",
                "order": "34",
                "to_date": "",
                "description": "Løve på bauta til minne om 1814, Ørje i Østfold (støpejern 1884)"
            },
            {
                "from_date": "",
                "order": "24",
                "to_date": "",
                "description": "Magnus Eriksson (1875, byste på grav i København)"
            },
            {
                "from_date": "",
                "order": "58",
                "to_date": "",
                "description": "Berg-Kragerø museum"
            },
            {
                "from_date": "",
                "order": "44",
                "to_date": "",
                "description": "Eilert Sundt, kolossalbyste, Olaf Ryes plass, Oslo (bronse 1892)"
            },
            {
                "from_date": "",
                "order": "38",
                "to_date": "",
                "description": "Inger Marie Nordbye Skeibrok, portrettmedaljong, Vår Frelsers gravlund, Oslo (marmor 1886)"
            },
            {
                "from_date": "",
                "order": "28",
                "to_date": "",
                "description": "Ludvig Holberg, Den Nationale Scene i Bergen (gips 1881), samme i mindre målestokk i Bergens Teatermuseum"
            },
            {
                "from_date": "",
                "order": "54",
                "to_date": "",
                "description": "Trondheim Kunstforenings Faste Galleri"
            },
            {
                "from_date": "",
                "order": "48",
                "to_date": "",
                "description": "Athene besjeler mennesket som Prometheus har skapt, gavlgruppe på Domus Media, Universitetet i Oslo (bronse ferdig 1894)"
            },
            {
                "from_date": "",
                "order": "33",
                "to_date": "",
                "description": "Johanne Reimers, portrettmedaljong, Vår Frelsers gravlund, Oslo (marmor ca 1882)"
            },
            {
                "from_date": "",
                "order": "61",
                "to_date": "",
                "description": "Bergens museum"
            },
            {
                "from_date": "",
                "order": "51",
                "to_date": "",
                "description": "Nasjonalgalleriet, Oslo"
            },
            {
                "from_date": "",
                "order": "52",
                "to_date": "",
                "description": "Bergen Billedgalleri"
            },
            {
                "from_date": "",
                "order": "57",
                "to_date": "",
                "description": "Elverum Kunstgalleri"
            },
            {
                "from_date": "",
                "order": "43",
                "to_date": "",
                "description": "Werner Hosewinckel Christie, byste, Universitetsbiblioteket, Bergen (1890)"
            },
            {
                "from_date": "",
                "order": "31",
                "to_date": "",
                "description": "samme sted relieffet Oscar 2. avslører Karl Johan-monumentet (gips ca. 1883)"
            },
            {
                "from_date": "",
                "order": "27",
                "to_date": "",
                "description": "portrettbyste av Ludvig Holberg (marmor 1881)"
            },
            {
                "from_date": "",
                "order": "37",
                "to_date": "",
                "description": "Ernst Sars, byste Universitetsbiblioteket, Oslo (gips 1886)"
            },
            {
                "from_date": "",
                "order": "41",
                "to_date": "",
                "description": "Johan Peter Weisse, byste, Universitetet i Oslo (marmor 1889)"
            },
            {
                "from_date": "",
                "order": "47",
                "to_date": "",
                "description": "Halvor O. Folkestad, byste, Hamar domkirke (1894)"
            },
            {
                "from_date": "",
                "order": "53",
                "to_date": "",
                "description": "Oslo Bymuseum"
            },
            {
                "from_date": "",
                "order": "36",
                "to_date": "",
                "description": "Fredløs, Elvarheimsparken, Elverum (bronse 1886)"
            },
            {
                "from_date": "",
                "order": "32",
                "to_date": "",
                "description": "Søren Jaabæk, byste (marmor 1880) og Arne Baggerud, byste (marmor ca. 1885), Stortinget"
            },
            {
                "from_date": "",
                "order": "50",
                "to_date": "",
                "description": "Lista museum (29 arbeider)"
            },
            {
                "from_date": "",
                "order": "26",
                "to_date": "",
                "description": "Johan Sverdrup, byste Lista kommunehus (bronse 1873)"
            },
            {
                "from_date": "",
                "order": "40",
                "to_date": "",
                "description": "Harald Berg, byste, Christiania Glasmagasin (marmor 1889)"
            },
            {
                "from_date": "",
                "order": "30",
                "to_date": "",
                "description": "Snorre, Det Kongelige Slott, Oslo (bronse 1883)"
            },
            {
                "from_date": "",
                "order": "42",
                "to_date": "",
                "description": "Kristus, Nes kirke, Hedmark (støpejern 1889)"
            },
            {
                "from_date": "",
                "order": "60",
                "to_date": "",
                "description": "Ringve museum"
            },
            {
                "from_date": "",
                "order": "46",
                "to_date": "",
                "description": "Carl Paul Caspari, byste, Vår Frelsers gravlund, Oslo (bronse 1894)"
            },
            {
                "from_date": "",
                "order": "56",
                "to_date": "",
                "description": "Drammens Kunstforenings Faste Galleri"
            },
            {
                "from_date": "",
                "order": "49",
                "to_date": "",
                "description": "Hans Jørgen Aall, kolossalbyste, Løveid sluser, Skotfoss (bronse 1897)"
            },
            {
                "from_date": "",
                "order": "35",
                "to_date": "",
                "description": "Bjørnstjerne Bjørnson, Lista kommunehus (bronse 1886), gipseksemplar av samme, Gyldendal Norsk Forlag, Oslo og Universitetsbiblioteket, Oslo"
            },
            {
                "from_date": "",
                "order": "25",
                "to_date": "",
                "description": "Michael Sars, byste, Universitetet i Oslo (marmor 1872)"
            },
            {
                "from_date": "",
                "order": "39",
                "to_date": "",
                "description": "Caspar Anton Hanneborg, portrettmedaljong, Aurskog kirke (bronse 1888)"
            },
            {
                "from_date": "",
                "order": "59",
                "to_date": "",
                "description": "Marinemuseet i Horten"
            },
            {
                "from_date": "",
                "order": "29",
                "to_date": "",
                "description": "Trett, Veitvet kirke, Oslo (bronse 1882)"
            },
            {
                "from_date": "",
                "order": "55",
                "to_date": "",
                "description": "Christianssand Kunstforenings Faste Galleri"
            },
            {
                "from_date": "",
                "order": "45",
                "to_date": "",
                "description": "Eivind Torp, portrettmedaljong på bautastein, Elverum (bronse 1892)"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [
            {
                "from_date": "",
                "order": "65",
                "to_date": "",
                "description": "bronse på minnestein ved gården Skeibrok, Lista, utført av Thv. Groseth"
            },
            {
                "from_date": "",
                "order": "66",
                "to_date": "",
                "description": "portrettbyste utenfor Lista kommunehus (bronse 1950) utført av Ottar Espeland"
            },
            {
                "from_date": "",
                "order": "67",
                "to_date": "",
                "description": "tegning utført av Chr. Krohg i Kunstnere, 1. serie, Kristiania 1891."
            },
            {
                "from_date": "",
                "order": "63",
                "to_date": "",
                "description": "Portrettmedaljong på gravstøtte, Vår Frelsers gravlund (bronse 1911) utført av Lars Utne"
            },
            {
                "from_date": "",
                "order": "64",
                "to_date": "",
                "description": "portrettrelieff (gips 1936, Lista museum)"
            }
        ],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Mathias Skeibrok",
    "url": "https://nkl.snl.no/Mathias_Skeibrok",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>S. vokste opp under fattige kår. Han arbeidet hjemme på gården, siden i tur og orden som fisker, sjømann, skolelærer og handelsbetjent i Flekkefjord. I fristundene skar han figurer i tre, blant annet Brynjulf Bergsliens Karl Johan-monument og Olav den hellige. I 1871 kom S. til Christiania der han begynte som treskjærer hos J. E. de Coninck. S. skar serviettringer, papirkniver og kariolmodeller. Samtidig fikk han veiledning av Julius Middelthun på Tegneskolen. Allerede etter ett år hadde S. ferdig sitt første selvstendige arbeid, en portrettbyste av <em>Michael Sars</em> (marmor, Universitetet i Oslo), som ble utstilt i Christiania Kunstforening. Bortsett fra at S. hadde lært marmorhugging hos Hans Budal, var denne byste resultat av selvstudium, og viste til et velutviklet talent. Bysten er preget av Middelthuns kjølige klassisisme. Det samme gjelder til en viss grad også hans neste portrettbyste, <em>Johan Sverdrup</em> (gips 1873, Lista museum). Her har S. likevel frigjort seg mer fra sin lærer.</p>\n<p>Med bestilling på tre portrettbyster og ved hjelp av privat understøttelse reiste S. våren 1874 til København. Der kom han inn på J. A. Jerichaus atelier hvor han foruten en del skisser, modellerte en byste av <em>Edvard Grieg</em> og en av den islandske teologen og forfatteren <em>Magnus Eiriksson</em> (begge utstilt Charlottenborgutstillingen, København 1875). Etter bare ett års tid måtte S. i 1875 reise hjem til militærtjeneste. Under oppholdet hadde han mottatt impulser fra Jerichaus og Thorvaldsens skulpturer, noe som imidlertid ikke skulle komme til å nedfelle seg i nevneverdig grad i hans senere arbeider. Etter å ha vært hjemme i Norge ett år fikk S. i 1876 Statens reisestipend, og med nye portrettbestillinger drog han samme høst til Paris, hvor han kom til å oppholde seg i nærmere 3 år.</p>\n<p>Hos S. og andre samtidige nordiske billedhuggere hadde det nedfelt seg et ønske om å skape en spesifikt nordisk skulptur grunnet på nordisk mytologi, sagn og historie. Muligens i et forsøk på å løse denne vanskelige oppgave gikk S. i Paris i gang med å modellere <em>Ragnar Lodbrok i ormegården</em> (1876 - 78, gips Nasjonalgalleriet, Oslo og Bergen Billedgalleri), først i liten målestokk og senere i litt over naturlig størrelse. Utformingen av skulpturen er preget av en patetisk nybarokk med hovedvekten lagt på en detaljert modellering av Ragnars muskuløse kropp som vrir seg under smertene fra ormenes bitt. Det har vært vanlig å betrakte denne skulpturen som en gjenklang av Laokoon-gruppen, men den viser i sterkere grad påvirkning fra fransk romantisk skulptur, særlig Jean du Seigneurs Den rasende Roland (1831, Louvre). Til tross for en tildels storslått effekt, maktet ikke S. å gi sin Ragnar Lodbrok en tilfredsstillende plastisk form. Den ble \"kun en Mand som dør en smertefull Død\", som han selv uttrykkte det. S. lot seg imidlertid representere med dette sitt første større arbeid på Verdensutstillingen i Paris 1878, og skulpturen skaffet ham et gjennombrudd som billedhugger. Dette gjennombruddet førte til at S. fikk flere bestillinger. I 1877 laget han <em>Olav den hellige</em> (gips, Nasjonalgalleriet) på oppdrag fra Bergens Kunstforening og <em>Tjostolf Aalesøn forsvarer den lille kong Inge i slaget ved Minne</em> til en privatmann i Kristiania. <em>Olav den hellige</em> er fremstillt stående med korset løftet i den venstre hånd og øksen i den høyre. Skulpturen bærer preg av den senromantiske sagatypen med trekk av klassisisme, særlig i modelleringen. S. oppgav imidlertid snart de historiske skikkelser. Under innflytelse av den franske skole med Jean Baptiste Carpeaux og hans etterkommere (særlig Dubois og Dalou), som lenge hadde beveget seg mot en mer naturalistisk skulptur, kom S. til å skape sine første betydelige arbeider. I 1879 modellerte han <em>Moren våker</em> (marmor, Nasjonalgalleriet). Her har S. villet gi de menneskelige følelser form gjennom å skildre en hverdagslig situasjon: moren som viser kjærlighet ved å våke over sitt syke barn som sitter sovende i hennes fang. Den detaljerte naturalismen og det allmennmenneskelige motiv var da noe nytt i norsk skulptur. I <em>Moren våker</em> er forbindelsen til antikken og historien for første gang brutt. S. viste også senere i <em>Trett</em> (bronse 1882, Nasjonalgalleriet), hans kanskje viktigste arbeid, at han behersker denne typen genreskulptur. Piken som har sovnet fra sitt arbeide med å karde ull er i all sin enkelhet og intimitet nesten som skåret ut av virkeligheten. I denne lille figuren har S. nådd et høydepunkt i sin naturalisme, som har klare paralleller til mange av Chr. Krohgs malerier fra 1880-årene.</p>\n<p>Da S. i 1879 kom tilbake til Norge, var han allerede anerkjent som en av landets fremste billedhuggere, og han fikk stadig nye bestillinger på portrettbyster. Fra denne tiden stammer blant annet en byste av <em>Laura Gundersen</em> (marmor 1879), som utmerker seg ved sin portrettlikhet og slående karakteristikk. Våren 1880 innbød Det Nyttige Selskab i Bergen til en skandinavisk konkurranse om et Holberg-monument til 200-års jubileet for dikterens fødsel. 12 billedhuggere sendte inn sine utkast. S. var representert med en stående Holberg som holder en bok i venstre hånd, mens den høyre er stukket inn under vesten. Holberg er kledd i tidens drakt og skildres med en forsiktig ironisk mine. Monumentkomiteen tildelte S., svensken Johan Børjeson og C. L. Jacobsen de tre oppsatte premiene og invitere Børjeson og S. til å innlevere nye utkast i større målestokk. Flertallet gikk inn for Børjeson, mens mindretallet mente at S.' utkast var å foretrekke fordi det fremstilte den historiske Holberg. Konkurransen utløste en voldsom debatt med kunstpolitiske undertoner. Venstreavisene med Dagbladet i spissen, holdt på S.' utkast av nasjonale hensyn, mens Høyre-avisene, spesielt Bergens Aftenblad, mente de kunstneriske kvalitetshensyn måtte veie tyngst. S.' Holberg egner seg dårlig som utendørs statue ppå grunn av sin manglende monumentalitet og dristighet i utformingen. Statuen gir et sant bilde av personen og dikteren Holberg, men er ellers tradisjonell og kjedelig, spesielt i sin positur. Høsten 1882 reiste S. igjen til Paris for å fortsette sine studier av fransk skulptur. Under dette oppholdet i Frankrike modellerte han den før nevnte  <em>Trett</em> og <em>Snorre Sturlason dikterer Norges kongesagaer</em> (bronse 1882, Det kongelige Slott) som ble gitt i sølvbryllupsgave til kong Oscar 2 og dronning Sophie. Den rolig sittende Snorre har en indre kraft og myndighet som minner om Michelangelos Moses. Høyrearmen er utstrakt og hodet vridd mot høyre. Etter hjemkomsten fra Paris utførte S. et relieff til Slottet med motivet <em>Oscar 2 avslører Karl Johan-monumentet</em> (ca. 1883). Men S. behersket tydeligvis ikke denne skulpturformen. Dybden i relieffet er sterkt overdrevet og perspektivet fordreid ved at Karl Johan-monumentet er snudd og gjengitt i flukt med Slottets lengderetning. S. mislikte da også oppgaven, som han i et brev til Ernst Sars karakteriserte som \"dette elendige Humbug\". S.' beste skulptur med historisk motiv er <em>Fredløs</em> (bronse 1886, Elvarheimsparken Elverum). I denne levende og dramatiske skildringen av en mann med sverd i hånden og vaktsomt blikk speidende etter sine forfølgere, har S. med stort hell benyttet et stilelement fra barokkskulpturen, nemlig utnyttelsen av rommet som en del av skulpturen.</p>\n<p>I 1885 vant S. en konkurranse om utsmykkning av gavlfeltet på Universitetets midtbygning, Domus Media, foran Brynjulf Bergslien og Sigmund Sinding. Motivet var <em>Athene besjeler mennesket som Prometheus har skapt</em> (bronse ferdig 1894). Til tross for at S. hadde de beste forbilder (senromerske sarkofager og Parthenongruppen) har han ikke maktet å løse den vanskelige oppgaven på en fullt ut tilfredsstillende måte. De klassiske figurene har fått et noe stivt og livløst preg, komposisjonen mangler dynamikk og rytme. S.' gavlgruppe er likevel blitt et enestående verk i norsk kunsthistorie ettersom den er landets første fullførte gavlutsmykning. I Nes kirke, Hedmark har S. utført en monumental <em>Kristus</em> (1889) med den ene armen hevet, den andre på brystet. Armbevegelsen og det intense blikket skiller den fra for eksempel Bertel Thorvaldsens Kristus-figur. Naturalisten S. viser seg ellers tydelig i den detaljerte modelleringen av hendene. S. deltok i konkurransen om Tordenskiold-monumentet i Kristiania 1890 og oppnådde en 2. plass for sitt tildels monumentale og mandige portrett av sjøhelten. I en omkonkurranse 1891 tapte S. igjen, denne gangen for Anders Svors og for Axel Enders utkast, som til slutt kom til utførelse. Blant S.' utallige portrettbyster må fremheves, i tillegg til de allerede nevnte, bystene av <em>Søren Jaabæk</em>, <em>Bjørnstjerne Bjørnson</em>, overlege <em>D. C. Danielssen</em>, <em>Eilert Sund</em> (bronse, Olaf Ryes plass, Oslo), <em>W. H. Christie</em> og særlig <em>Carl Paul Caspari</em> (bronse, 1894, Vår Frelsers graclund). S.' siste portrettbyste, amtmann <em>Hans Jørgen Aall</em> (bronse, Løveid sluser) ble fullført av Jo Visdal i 1897, etter S.' død.</p>\n<p>Blant S.' mange elever finner vi i første rekke Gustav Vigeland, som modellerte en tid i S.' atelier. Vigeland utførte blant annet en av de 3 moirer og en ugle til gavlgruppen på Universitetets midtbygning. Andre S.-elever var Lars Utne, Valentin Kielland, Jens Munthe Svendsen, Gunnar Alvær, Augusta Finne, Menga Schelderup Ebbe og Aagot Vangen. S.' frodige humor og fortellertalent resulterte i to samlinger <em>Sandfærdige Skrøner</em> (1891 og 1894), begge illustrert av Theodor Kittelsen. S. modellerte også en del humoristiske småfigurer (blant annet Nasjonalgalleriet) som en pendant til sine skrønefortellinger. En større samling av S.' skulpturer finnes i Lista museum i Vanse.</p>\n</div>",
    "created_at": "2014-11-20T17:52:46.901+01:00",
    "changed_at": "2024-06-18T23:28:01.056+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab108486\",\"https://digitaltmuseum.no/2a5c8471-4cef-4ecf-8e3f-bdb08fedca14\",\"http://kulturnav.org/2a5c8471-4cef-4ecf-8e3f-bdb08fedca14\"]",
        "lastname": "Skeibrok",
        "firstname": "Mathias",
        "birth_date": "1.12.1851",
        "birthplace": "Vanse, Lista",
        "death_date": "22.3.1896",
        "external_id": "person_8736ab108486",
        "kulturnav_id": "2a5c8471-4cef-4ecf-8e3f-bdb08fedca14",
        "place_of_death": "Kristiania",
        "alternative_names": "Skeibrok, Mathias Severin Berntsen"
    },
    "authors": [
        {
            "full_name": "Jan Kokkin"
        }
    ],
    "images": [
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20550/standard_NMK-B_NG.S.0013720151204-26003-1gao3pk.jpg",
            "full_size_url": "https://media.snl.no/media/20550/NMK-B_NG.S.0013720151204-26003-1gao3pk.jpg",
            "xhtml": "<div><p><i>Ragnar Lodbrok i ormegården</i>. Mathias Skeibrok. 1877. <a href=\"http://digitaltmuseum.no/011041109341\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Mathias Skeibrok",
            "paragraph_index": 0
        }
    ],
    "professions": [
        {
            "description": "billedhugger"
        }
    ]
}