{
    "id": 430964,
    "headword": "Olav Torjusson",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "tømmermann"
            },
            {
                "description": "treskjærer"
            },
            {
                "description": "rosemaler"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab107622",
                "birth_date": "",
                "death_date": "",
                "firstname": "Andersen.",
                "lastname": "Torjus",
                "professions": []
            },
            {
                "from_date": "1790",
                "type": "Gift med",
                "external_id": "person_8736ab107623",
                "birth_date": "",
                "death_date": "1816",
                "firstname": "Signe Gunnarsdotter",
                "lastname": "Nordstoga",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "6",
                "to_date": "",
                "description": "Fylkesmuseum for Telemark og Grenland"
            },
            {
                "from_date": "",
                "order": "7",
                "to_date": "",
                "description": "Lårdal bygdemuseum, Tokke."
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Olav Torjusson",
    "url": "https://nkl.snl.no/Olav_Torjusson",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>T. utførte malte og skårne dekorasjonsarbeider mens han var tjenestegutt på flere gårder i Vinje og Seljord, før han fra 1790-årene drev som husmann i Vinje ved siden av sitt kunstneriske virke. Stilistisk tok T. utgangspunkt i den nesten todimensjonale, strengt symmetriske dekoren som var dominerende i folkekunsten i Telemark omkring midten av 1700-tallet, men ingen læremester er kjent. Han arbeidet en del sammen med sambygdingen Jarand Aa. Rønjom, bl.a. om dekoren i <em>Åmotsdal</em> (1792) og <em>Vinje</em> (1796) kirker, og på <em>Kultan</em> i Åmotsdal (1799). T. tok ikke opp Rønjoms rikt modellerte, plastiske skurd, men brøt med flatskurden i sine elegante kartusjer, akantusblader og blomster i en lett rokokko-påvirket stil. Det beste eksemplet er den utvendige skurden på loftet på <em>Øvre-Mo</em> Rauland (ca. 1824), som han også laftet.</p>\n<p>Størst betydning hadde T. som maler og interiørkunstner, og han kombinerte snekring, treskjæring og rosemaling til et vellykket hele. Som rosemaler skapte T. sammen med bl.a. Sveinung Svalastoga og Aslak Nestestog den såkalte Telemarks-rosa, avledet av rokokko-kartusjens C-former, men snodd over og under hverandre i tredimensjonale, asymmetriske mønstre, og tilføyd mer og mindre realistiske blomstermotiver samt elegant svungne små \"stilker\", skraveringer og konturer. Fargene hos T. er samstemte, med blått, gult og rødt som hovedklanger. Figurfremstillingene er enkle, nærmest todimensjonale i sin bruk av lokalfarger for å beskrive rundformer, og sparsommelige i bruk av kontraster mellom lys og skygge. T.s eldste bevarte interiør er gjestestua på <em>Sud-Lognvik</em> i Rauland, signert \"O.T.S. Anno 1787\". Taket og kronesenga er påmalt slanke, S-formede blomsterranker og mindre, asymmetrisk plasserte blomstermotiver med svarte konturer og skraveringer på hvit bunn. Kronesenga prydes også av idylliske, naivt malte motiver med hus omgitt av frodig vegetasjon, samt utskårne profiler og symmetriske, dels gjennombrutte akantusranker. T.s hovedverk som interiørkunstner er stoga fra <em>Djuve</em> i Øyfjell (Lårdal bygdemuseum, Tokke), datert 1799. Gjestestua har med kombinasjonen av malte og skårne rokokko-pregede ornamenter mot en lys blå bakgrunnsfarge, et vakkert og helhetlig preg, som gjør den til et hovedverk i norsk folkekunst. Figurfremstillingene har også fått fremtredende plass og viser en prest mellom to søyler på endeveggen, en staselig kledt rytter omrammet av to elegante rokokkokartusjer på den ene langveggen, og to mer anonyme bønder (?) på framskapet, kanskje som representanter for de tre stender. På veggfeltene i kronesenga vises eksotiske frukter, blomster og trær, en paradisisk scene med innslag av fruktbarhetssymbolikk.</p>\n</div>",
    "created_at": "2014-12-19T16:29:54.392+01:00",
    "changed_at": "2024-06-18T23:28:11.447+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "k",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab3774\",\"https://digitaltmuseum.no/17fe51f1-083b-4a3f-8732-4b0ebfe78aec\",\"http://kulturnav.org/17fe51f1-083b-4a3f-8732-4b0ebfe78aec\"]",
        "lastname": "Torjusson",
        "firstname": "Olav",
        "birth_date": "0.0.1754",
        "birthplace": "Åmotsdal i Seljord",
        "death_date": "12.6.1828",
        "external_id": "person_8736ab3774",
        "kulturnav_id": "17fe51f1-083b-4a3f-8732-4b0ebfe78aec",
        "place_of_death": "Vinje"
    },
    "authors": [
        {
            "full_name": "Hans Otto Waaraas"
        },
        {
            "full_name": "Sonja Hagemann"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "tømmermann"
        },
        {
            "description": "treskjærer"
        },
        {
            "description": "rosemaler"
        }
    ]
}