{
    "id": 431030,
    "headword": "Peder Pedersen Aadnes",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "maler"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108970",
                "birth_date": "1712",
                "death_date": "1780",
                "firstname": "Peder",
                "lastname": "Østensen",
                "professions": [
                    "gårdbruker"
                ]
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108971",
                "birth_date": "1713",
                "death_date": "1774",
                "firstname": "Anne Haraldsdatter",
                "lastname": "Viker",
                "professions": []
            },
            {
                "type": "Gift med",
                "external_id": "person_8736ab108972",
                "birth_date": "",
                "death_date": "1823",
                "firstname": "Ingeborg Jonsdatter",
                "lastname": "Trygstad",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Assistent for Eggert Munch på 1750-tallet",
                "order": "1"
            },
            {
                "comment": "I malerlære hos Niels Thaanning, Christiania, bl.a. jan.-mars 1770",
                "order": "2"
            }
        ],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "21",
                "to_date": "",
                "description": "OK"
            },
            {
                "from_date": "",
                "order": "13",
                "to_date": "",
                "description": "Nordsinni kirke"
            },
            {
                "from_date": "",
                "order": "19",
                "to_date": "",
                "description": "OB"
            },
            {
                "from_date": "",
                "order": "17",
                "to_date": "",
                "description": "Arbeider tilskrevet Aa.: altertavle, Austsinni kirke; dekormaling, Fluberg kirke (1757)"
            },
            {
                "from_date": "",
                "order": "10",
                "to_date": "",
                "description": "Dekorasjoner, Storøen, Hole"
            },
            {
                "from_date": "",
                "order": "15",
                "to_date": "",
                "description": "Veggmalerier, Gladtvedt Hotel (1781, brent 1941)"
            },
            {
                "from_date": "",
                "order": "8",
                "to_date": "",
                "description": "Overstykke til altertavle, Lunde kirke (1772)"
            },
            {
                "from_date": "",
                "order": "25",
                "to_date": "",
                "description": "Drammens museum"
            },
            {
                "from_date": "",
                "order": "12",
                "to_date": "",
                "description": "Dekorasjoner, Bagn kirke"
            },
            {
                "from_date": "",
                "order": "29",
                "to_date": "",
                "description": "OKK"
            },
            {
                "from_date": "",
                "order": "27",
                "to_date": "",
                "description": "Hadelands Folkemuseum"
            },
            {
                "from_date": "",
                "order": "23",
                "to_date": "",
                "description": "De Sandvigske Samlinger, Lillehammer"
            },
            {
                "from_date": "",
                "order": "22",
                "to_date": "",
                "description": "DKNVS-museum"
            },
            {
                "from_date": "",
                "order": "20",
                "to_date": "",
                "description": "NF"
            },
            {
                "from_date": "",
                "order": "18",
                "to_date": "",
                "description": "NG"
            },
            {
                "from_date": "",
                "order": "9",
                "to_date": "",
                "description": "Veggmalerier, Hesselberg gård, Norderhov (1772)"
            },
            {
                "from_date": "",
                "order": "11",
                "to_date": "",
                "description": "Altertavle, Hov kirke (1782)"
            },
            {
                "from_date": "",
                "order": "14",
                "to_date": "",
                "description": "Fluberg kirke"
            },
            {
                "from_date": "",
                "order": "16",
                "to_date": "",
                "description": "Portrett av Nils Dorph, Fluberg kirke"
            },
            {
                "from_date": "",
                "order": "24",
                "to_date": "",
                "description": "Aust-Agder-museum"
            },
            {
                "from_date": "",
                "order": "26",
                "to_date": "",
                "description": "Hedmarks museum"
            },
            {
                "from_date": "",
                "order": "28",
                "to_date": "",
                "description": "Lands museum, Dokka"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [
            {
                "from_date": "1918-06-29",
                "order": "31",
                "to_date": "",
                "description": "Selvportrettt gjengitt i VG"
            },
            {
                "from_date": "",
                "order": "30",
                "to_date": "",
                "description": "Selvportrett gjengitt i Skilling-Magazin, Kra. 1879, forsiden"
            }
        ],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Peder Pedersen Aadnes",
    "url": "https://nkl.snl.no/Peder_Pedersen_Aadnes",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>Aa. var odelsgutt fra solide kår. Tidlig viste han kunstneriske evner utenom det vanlige. I tillegg til at han kunne studere den eldre og samtidige rosemalingen i Land, Hadeland og Valdres, møtte han gjennom Eggert Munch den nye rokokkostilen. Senere brukte han utenlandske ornamentbøker som forbilder, og i tiden hos Niels Thaanning fikk han studere byens rokokkokunst på nært hold. Aa.s produkjson var meget stor, og vi har i dag ingen fullstendig oversikt over den. Han dekorerte møbler, redskaper, husgeråd osv., malte portretter i kirker, foruten store veggdekorasjoner. Alt i 1760-årene reiste Aa. rundt på gårdene og malte for bønder og embetsfolk. Fra denne tid skriver seg en rekke dekorerte møbler, husgeråd, sleder, høvrer osv. Motivene er rokokko-kartusjer, gitterverk, buketter, guirlandere av naturalistiske blomster, kineserier, trestubber, fantastiske bygninger, trær og figurer i landskaper - en rekke av de motivene han senere tok opp i sine veggbilder. I de tidligste arbeidenebrukte han som bakgrunn grønt, rødlig brunt og sin eiendommelige dypblå farge. Samtidig ble fargesamensetningene roligere og mer harmoniske. Penselføringen ble stadig mer fri, bred og lekende sikker.</p>\n<p>Ved siden av å dekorere bruksgjenstander fikk Aa. også i oppdrag å male portretter av storbønder og embesmenn, og som portettmaler var han en av de fremste i perioden 1760 - 80. Denne del av hans produksjon er også forholdsvis lite utforsket og vanskelig å attribuere. Men man kan spore en utvikling noenlunde parallell til den man finner i hans dekorerte bruksgjenstander. Et av hans første portretter, presten <em>Niels Dorph</em> (1760), er malt med en myk, sløret penselføring i en noe glatt utførelse. Omkring 1770 brukte Aa. en tørr, solid behandlingsmåte med en liten hard koloritt, f.eks. i portrett av <em>Kancelliråd Chr. Hammer</em> (1770), en gjentagelse av Eggert Munchs portrett (Nasjonalgalleriet, Oslo). Utover i 70-årene utviklet han en friere malerisk stil, ofte med en samlende grålig tone, som i <em>Selvportrett</em>. Aa. hadde sin styrke mer i å dekorere en flate enn å gi psykologiske skildringer av modellene. Dette ses tydelig i portrettene av <em>Prokurator A. Hesselberg</em>og frue, og av <em>Sogneprest P. Munch</em> og frue (alle 1780-årene). Damenes portretter er de mest vellykkede, den dekorative skildring av de staselige kjolene er mesterlig gjort. Aa.s religiøse arbeider viser en klar tilknytning til læremesteren Eggert Munch. Som Munch brukte han vesentlig stikk som forlegg, men klarte ofte å gi dem en peronlig tolkning i sitt saftige fargespråk. I de tidligste kirkearbeidene er det ofte usikkert hva som kan tilskrives Aa. og hva som er malt av Munch. Rammeverket på altertavlen i Fluberg kirke (1775) kan være malt av Aa. Det er også mulig at Munchs fremstilling av Laurentius' martyrium på altertavlen i Lunde kirke, Torpa, ble fullført av Aa. i 1772. Det forestiller <em>Oppstandelsen</em>, og er en speilvendt gjentagelse av E. G. Tunmarcks bilde i Kongsberg kirke, som igjen bygger på stikk i Merians bibel. I Lunde kirke har Aa. malt evangelistene på prekestolen, etter Pieter de Jode. Alterbildet i Austsinni kirke, antagelig av Aa., er en kopi av Munchs Flubergbilde basert på Lucas Vorstermanns stikk etter Rubens. I Hov kirke er motivet det samme (17829. Også i en del andre kirker finnes arbeider som mer eller mindre sikkert tilskrives Aa. Et maleri, <em>Judaskysset</em> i Viker kirke, Ådal, er signert av Aa. 1779.</p>\n<p>Blant Aa.s betydligste arbeider er de store veggdekorasjonene. I 1774 malte han storstua på Hesselberg gård på Ringerike, tretten store veggfelter som fremstiller årstidene. Motivene er hentet fra dagliglivet på landet. Folk i arbeid er fremstilt uten romantisk idealisering. I andre felter vises elegante byfolk i samtidens drakter. Figurene står mørke mot blålig-grønn landskapsbakgrunn. Samme år ,alte Aa. også på nabogården Vaker. De bevarte maleriene på gården Thomle i Land (bygningen gjenoppført Lands museum, Dokka) er noe usikre hva angår datering, men antagelig er de fullført 1776. På Nærstad, Ringerike var en rekke værelser dekorert av Aa. (1777, brent 1901). Den maleriske utførelse var her friere og bredere enn på Hesselberg, de kolorisktiske uttrykk mer samlet. Motivene var beslektet, men på Nærstad brukte Aa. sypress-lignende trær til å dele inn veggflatene. Aas. neste kjente arbeid var på gården Bjellum, Jevnaker (1788, \"Kapteinsstua\", De Sandvigske Samlinger, Lillehammer). Her er igjen hvert felt et selvstendig bilde med sentralt plasserte figurer i dype landskaper. Her, og i hans kanskje ypperste dekorasjonsarbeid, veggbildene i Gladtvedt Hotel, Hønefoss (1781, brent 1941) fremtrer Aa. som selvstendig landskapsmaler. Han malte prospekter av Bjellum gård sett fra Randsfjorden, og hovfossen og Hønefossen som egne motiver. De fleste landskapene har imidlertid rokokkoens fantasipreg. Sydlandske tresorter, slott, borger, klassiske ruiner og triumfbuer fremstilles i skjønn forening med norske hus, åslinjer og skigarder. Aas. koloristiske utvikling mot større tonefinhet er tydelig. På hans egen gård Lille Odnes, er det avdekket marmorerte veggfelt som antas å være malt av Aa., men ennå er det meste her overmalt. aa. fikk en rekke elever og etterlignere, bl.a. Ole Halstensen Sjølie som malte bymessig rokokko i Elverum og hedemarksbygdene og Ole Hermundsen Berge fra Vestre Slidre som bl.a. malte i kirkene i hjembygda og i Nord-Aurdal. Aa. eide en stor gård med skysskifte og gjestegiveri, og hadde tildels ganske betydelige inntekter av sin malerivirksomhet (hans regnskapsbok er bevart, Norsk Folkemuseum). Aa.s liv ble raskt omspunnet av myter, og han levde lenge i folkefantasien.</p>\n</div>",
    "created_at": "2014-12-21T13:47:55.612+01:00",
    "changed_at": "2024-06-18T23:28:13.121+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab108969\",\"https://digitaltmuseum.no/b3d0b95b-a3d9-4b09-9431-d7607ee220f2\",\"http://kulturnav.org/b3d0b95b-a3d9-4b09-9431-d7607ee220f2\"]",
        "lastname": "Aadnes",
        "firstname": "Peder Pedersen",
        "birth_date": "10.8.1739",
        "birthplace": "Lille Odnes, Fluberg i Søndre Land",
        "death_date": "20.6.1792",
        "external_id": "person_8736ab108969",
        "kulturnav_id": "b3d0b95b-a3d9-4b09-9431-d7607ee220f2",
        "place_of_death": "samme sted"
    },
    "authors": [
        {
            "full_name": "Øyvind Reisegg"
        }
    ],
    "images": [
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20575/standard_NMK-B_NG.M.0032820151204-26003-lkq3lw.jpg",
            "full_size_url": "https://media.snl.no/media/20575/NMK-B_NG.M.0032820151204-26003-lkq3lw.jpg",
            "xhtml": "<div><p><i>Kanselliråd Christopher Hammer</i>. Peder Pedersen Aadnes. 1770. <a href=\"http://digitaltmuseum.no/011041107275\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Peder Pedersen Aadnes",
            "paragraph_index": 0
        },
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20576/standard_NMK-B_NG.M.0375320151204-26003-1ts8g27.jpg",
            "full_size_url": "https://media.snl.no/media/20576/NMK-B_NG.M.0375320151204-26003-1ts8g27.jpg",
            "xhtml": "<div><p><i>Sogneprest Martin Wang</i>. Peder Pedersen Aadnes. 1791. <a href=\"http://digitaltmuseum.no/011041108991\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Peder Pedersen Aadnes",
            "paragraph_index": 0
        },
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20577/standard_NMK-B_NG.M.0375420151204-26003-3mfc9u.jpg",
            "full_size_url": "https://media.snl.no/media/20577/NMK-B_NG.M.0375420151204-26003-3mfc9u.jpg",
            "xhtml": "<div><p><i>Ingeborg Turine Wang, f. Rogstad</i>. Peder Pedersen Aadnes. <a href=\"http://digitaltmuseum.no/011041108992\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Peder Pedersen Aadnes",
            "paragraph_index": 0
        }
    ],
    "professions": [
        {
            "description": "maler"
        }
    ]
}