{
    "id": 418423,
    "headword": "Johan Diderich von Dram",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "portrettmaler"
            },
            {
                "description": "dekorasjonsmaler"
            }
        ],
        "others": [],
        "relations": [
            {
                "to_date": "1809",
                "type": "Gift med",
                "external_id": "person_8736ab101627",
                "birth_date": "1729",
                "death_date": "1809",
                "firstname": "Kirsten Pedersdatter Bosse",
                "lastname": "Lund",
                "professions": []
            },
            {
                "type": "Far til",
                "external_id": "person_8736ab787",
                "birth_date": "",
                "death_date": "0.09.1789",
                "firstname": "Christopher",
                "lastname": "Deram",
                "professions": [
                    "miniatyrmaler"
                ]
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab820",
                "birth_date": "",
                "death_date": "22.12.1747",
                "firstname": "Christopher",
                "lastname": "Dram",
                "professions": [
                    "maler"
                ]
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab101687",
                "birth_date": "1690",
                "death_date": "1762",
                "firstname": "Anna Marie",
                "lastname": "Storm",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "6",
                "to_date": "",
                "description": "Drammens Museum"
            },
            {
                "from_date": "",
                "order": "5",
                "to_date": "",
                "description": "Kongsberg kirke"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1903",
                "order": "0",
                "reference": "bd. 6, s. 207",
                "to_date": "",
                "description": "Personalhistorisk Tidsskrift",
                "title": "Navnet Deram",
                "place": "København Chr ",
                "authors": [
                    "Thrap, D."
                ],
                "comments": [
                    "Fjerde Række"
                ],
                "archives": []
            },
            {
                "from_date": "1907",
                "order": "1",
                "reference": "bd. 4, s. 286",
                "to_date": "",
                "description": "Personalhistorisk Tidsskrift",
                "title": "Lidt om Familien Deram",
                "place": "København Chr ",
                "authors": [
                    "Thomle, E.A."
                ],
                "comments": [
                    "Femte Række"
                ],
                "archives": []
            },
            {
                "from_date": "1962",
                "order": "4",
                "reference": "reg. s. 296",
                "to_date": "",
                "description": "Norges kirker. Kongsberg kirke",
                "place": "Oslo",
                "authors": [
                    "Alsvik, H.",
                    "Bugge, Anders"
                ],
                "comments": [
                    "(red.)"
                ],
                "archives": []
            },
            {
                "from_date": "1977",
                "order": "6",
                "reference": "s. 262",
                "to_date": "",
                "description": "Buskerud",
                "place": "Oslo",
                "authors": [],
                "comments": [
                    "Bygd og by i Norge"
                ],
                "archives": []
            },
            {
                "from_date": "1962",
                "order": "5",
                "reference": "bd. 3, reg. s. 852",
                "to_date": "",
                "description": "Drammen. En norsk østlandsbys utviklingshistorie",
                "title": "Kultur- og kunsthistorisk tverrsnitt, i O.W. Thorson (red.):",
                "place": "Drammen",
                "authors": [
                    "Alsvik, H."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1926",
                "order": "3",
                "reference": "bd. 3, s. 306",
                "to_date": "",
                "description": "Norsk Biografisk Leksikon",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1920",
                "order": "2",
                "reference": "reg. s. 153",
                "to_date": "",
                "description": "Malerkunsten i Norge i det attende aarhundre",
                "place": "(Kristiania",
                "authors": [
                    "Schnitler, C.W."
                ],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [
            {
                "from_date": "",
                "order": "7",
                "to_date": "",
                "authors": [],
                "comments": [],
                "archives": [
                    "Strømsø kirkes arkiv i Drammens Museum"
                ]
            }
        ],
        "radio_and_tv_programs": []
    },
    "title": "Johan Diderich von Dram",
    "url": "https://nkl.snl.no/Johan_Diderich_von_Dram",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>D. er en utpreget representant for laugstidens håndverkerkunstnere med en allsidig malerutdannelse og en variert virksomhet fra vanlig anstrykerarbeid til portrettkunst i tidens stil. Han var sannsynligvis utdannet hos sin far Christopher Christopherssøn von D., som var malermester og kontrafeier på Strømsø, senere Bragernes. I skiftet etter faren angis han å være 24 år gammel. (D.s fødselsår er ikke belagt. Etter opplysningen fra 1747, skulle han være født 1723. Ved hans begravelse på Kongsberg 1.12.1798 oppgis han å være 73 år gammel, hvilket angir 1725 som fødselsår). I 1748 treffer vi ham for første gang. Han fortsatte da sin fars forbindelse med Strømsø kirke. Den 20.9.1748 kvitterte han for å ha mottatt 20 rdl. for å ha strøket seilduken på tårnet flere ganger med olje, sverte, voks og harpiks, malt karnissen gul og urskiven på tårnet med sort, hvitt og berlinerblått. Kort etter fikk han en riksdaler for å male en trapp til sakristiet rød. </p>\n<p>Spor etter D.s virksomhet på Bragernes i denne tiden har ikke kunnet påvises. Derimot møter vi ham igjen på Kongsberg i april-mai 1760 som entreprenør for de utvendige malerarbeidene på den nye kirken som var under bygging. Han kitter og maler platene på taket og forgyller jernarbeidet. I april 1761 overtar han også det innvendige malerarbeidet etter Søren Daugaard, som var blitt ansatt ved Sølvverket som skoginspektør.</p>\n<p>Entreprisen omfattet anstrykerarbeid, så vel som marmorering, forgylling og billedmessig utsmykning. Fra Daugaard overtok D. også den svenske malersvennen Eric Gustaf Tunmarck. Tunmarck ble i D.s tjeneste til mai 1764. Både orgelet og kongestolen ble malt og forgylt, og D. har flere ganger kjøpt inn malervarer og gull. Men den praktglade oberberghauptmann Michael Heltzen ønsket forandringer av de sentrale delene i kirken. Det gjaldt både alterveggen og kongestolen, som fikk større og mindre utvidelser. For alterveggen laget D. sammen med bilthuggeren Hendrich Bech en modell i papp i full størrelse og malte et \"prøvestykke\". Etter den nye planen skulle nemlig alterveggen utstyres med fire religiøse malerier, og likedan under kongestolen en hel serie malerier, alle med scener fra Jesu liv, samt bilder med de fire evangelister. D. var klar over at Tunmarck ikke var skikket til å utføre disse malerier. Under en reise som han og Bech foretok til København i 1764 for å få habile folk til å taksere deres arbeid, fikk D. engasjert en malersvenn ved navn Niels Thaanning, som så utførte maleriene i løpet av de to følgende årene. Ikke minst de tre maleriene som sammen med D.s \"prøvestykke\" smykker alterveggen, glir med sin utsøkte form, varme koloritt og sine forgylte rokokkorammer naturlig inn i helheten. I motsetning til kirkerommet for øvrig brukte D. her varm agatmarmorering og rikelig forgylling, foruten \"gardiner\" med frynser og skymaling under orgelgalleriet, slik at prekestolalteret fremstod som et praktfullt og dominerende sentrum i kirken.</p>\n<p>D. hadde mange vanskeligheter med hensyn til oppmåling og taksering av arbeidene i kirken og store uoverensstemmelser med Oberbergamtet om betalingen. En periode i 1764–65 fikk han til og med ordre om å stanse arbeidet. Han måtte la sine folk, malere han hadde reist rundt og hentet fra forskjellige steder, gå på vartpenger. Blant dem var hans yngre bror Ezechiel von D. fra Tønsberg.</p>\n<p>D.s produksjon er også vanskelig å få tak på. Det nevnte \"prøvestykke\" som er plassert på alterveggens venstre kortside, viser <em>Judas og de tredve sølvpenger</em> og er i sin form bygd over et gammelt kobberstikk. Det er nokså dilettantisk, men har enkelte fine trekk i koloritten. Langt sikrere er da et <em>dobbeltportrett av sønnene Christopher og Peder Lund von D.</em>, som en utvilsomt sikker familietradisjon henfører til D. (p.e., København). Etter guttenes alder å dømme må bildet være malt i slutten av 1760-årene. Det viser en god karakteristikk av gutteansiktene og en vakker, rokokkopreget farge.</p>\n<p>På stilistisk grunnlag kan antagelig ytterligere to arbeider henføres til D. Det gjelder et <em>portrett av Fredrikke Margrethe Normann</em>, datter til sokneprest Cornelius Normann på Kongsberg, og gift 1789 med Frantz Neumann på Hassel jernverk (antagelig 1780-årene. Drammens Museum). Det gjelder også <em>veggdekorasjonene i en stue på Marienlyst</em> i Drammen (Drammens Museum). De viser en rekke felter med figurer i landskap, iallfall for en del bygd på kobberstikk av Johann Esaias Nilson, Augsburg, og viser den samme naivt dekorative form og kjølige rokokkofarge som i de nevnte portretter. Supraportene er for øvrig maken til <em>to supraporter i Nauff-gården på Kongsberg</em>, som også må være malt av D.</p>\n</div>",
    "created_at": "2013-07-05T14:19:25.378+02:00",
    "changed_at": "2024-06-18T23:26:34.200+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab822\",\"https://digitaltmuseum.no/f3e2d474-656d-464a-9b39-ea16b7c38616\",\"http://kulturnav.org/f3e2d474-656d-464a-9b39-ea16b7c38616\"]",
        "lastname": "Dram",
        "firstname": "Johan Diderich von",
        "birthplace": "Drammen ca. 1723-1725",
        "burial_date": "1.12.1798",
        "external_id": "person_8736ab822",
        "kulturnav_id": "f3e2d474-656d-464a-9b39-ea16b7c38616",
        "place_of_burial": "Kongsberg"
    },
    "authors": [
        {
            "full_name": "Henning Alsvik"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "portrettmaler"
        },
        {
            "description": "dekorasjonsmaler"
        }
    ]
}