{
    "id": 417118,
    "headword": "Robert Dietrich",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "billedhugger"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab101638",
                "birth_date": "1829",
                "death_date": "1903",
                "firstname": "Adolf Richard",
                "lastname": "Dietrich",
                "professions": [
                    "bygningssnekkermester",
                    "møbelsnekkermester"
                ]
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab101639",
                "birth_date": "1843",
                "death_date": "1916",
                "firstname": "Olene Aasille",
                "lastname": "Andersen",
                "professions": []
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Hans Christian Petersens verksted for dekorasjonsskulptur og billedskjæring i København",
                "order": "1"
            },
            {
                "comment": "tegneklassen i Det Tekniske Selskabs Skole, København 1897–1899",
                "order": "2"
            },
            {
                "comment": "Den kgl. Tegneskole, modelleringsklassen under Lars Utne høsten 1899 - sommeren 1902 og 3. frihåndsklasse november 1901- sommeren 1902",
                "order": "3"
            },
            {
                "comment": "Kristian Zahrtmanns malerskole i København november 1902 - mars 1903 og november 1903 - januar 1904",
                "order": "4"
            },
            {
                "comment": "Ludvig Brandstrups atelier i København 1902–1904",
                "order": "5"
            },
            {
                "comment": "Den kgl. Tegneskole 1. frihånds klasse høsten 1895 - februar 1896, modelleringsklassen under Brynjulf Bergslien februar 1896 - sommeren 1897",
                "order": "0"
            }
        ],
        "travels": [
            {
                "order": "3",
                "description": "kort opphold i Berlin september 1904"
            },
            {
                "order": "0",
                "description": "Schäffers legat 1904, 1905"
            },
            {
                "order": "1",
                "description": "Henrichsens legat 1904"
            },
            {
                "order": "4",
                "description": "Firenze september 1904-mai 1905"
            },
            {
                "order": "2",
                "description": "Opphold i København 1897–1899, 1902–1904"
            }
        ],
        "memberships": [],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "0",
                "to_date": "",
                "description": "Aust-Agder Museet (byste Bjørnstjerne Bjørnson, gips, 1897)"
            },
            {
                "from_date": "",
                "order": "1",
                "to_date": "",
                "description": "Nasjonalgalleriet (Sittende gutt, gips"
            },
            {
                "from_date": "",
                "order": "4",
                "to_date": "",
                "description": "byste Brynjulf Larsson, gips, 1904"
            },
            {
                "from_date": "",
                "order": "3",
                "to_date": "",
                "description": "byste Berta Brandstrup, gips 1903"
            },
            {
                "from_date": "",
                "order": "5",
                "to_date": "",
                "description": "byste Ung pike, uferdig, bronse, 1905)"
            },
            {
                "from_date": "",
                "order": "2",
                "to_date": "",
                "description": "Pointertispe, gips 1902"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [
            {
                "category": "Kollektiv",
                "from_date": "1902",
                "order": "2",
                "to_date": "",
                "title": "De Unges utstilling"
            },
            {
                "category": "Kollektiv",
                "from_date": "1914",
                "order": "3",
                "to_date": "",
                "title": "Jub.utstillingen"
            },
            {
                "category": "Kollektiv",
                "exhibition_organizer": "Kristiania",
                "from_date": "1901",
                "order": "0",
                "to_date": "",
                "title": "Statens årlige Kunstutstilling"
            },
            {
                "category": "Kollektiv",
                "exhibition_organizer": "Kristiania",
                "from_date": "1903",
                "order": "1",
                "to_date": "",
                "title": "Statens årlige Kunstutstilling"
            }
        ],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1971",
                "order": "4",
                "reference": "s. 191",
                "to_date": "",
                "description": "Kunst og kultur reg. 1910-67",
                "place": "Oslo",
                "authors": [],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1978-01-14",
                "order": "5",
                "reference": "(2 ill.)",
                "to_date": "",
                "description": "i Tvedestrandsposten",
                "authors": [
                    "Hamran, Ruth"
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1927",
                "order": "2",
                "reference": "bd. 2, s. 346 (ill.) 347 (ill.) 349, 357",
                "to_date": "",
                "description": "i Norsk Kunsthistorie",
                "place": "Oslo",
                "authors": [
                    "Nygård-Nilssen, A."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1953",
                "order": "3",
                "reference": "bd. 2, s. 397 (ill.) 398",
                "to_date": "",
                "description": "Norges billedkunst i det 19. og 20. århundre",
                "place": "Oslo",
                "authors": [
                    "Revold, R."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1913-11-21",
                "order": "0",
                "to_date": "",
                "description": "Tvedestrand og Omegns Tidende",
                "title": "Et Mindeord",
                "authors": [
                    "Svarstad, A.C."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1913",
                "order": "1",
                "reference": "s. 451–56",
                "to_date": "",
                "description": "Samtiden",
                "title": "En Kunstner",
                "authors": [
                    "Svarstad, A.C."
                ],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [
            {
                "from_date": "",
                "order": "8",
                "to_date": "",
                "authors": [],
                "comments": [
                    "brev fra D. til Sophus Larpent"
                ],
                "archives": [
                    "Universitetsbiblioteket, Oslo"
                ]
            },
            {
                "from_date": "",
                "order": "9",
                "to_date": "",
                "authors": [],
                "comments": [
                    "kopier av brev fra S. Larpent til D."
                ],
                "archives": [
                    "Universitetsbiblioteket, Oslo"
                ]
            },
            {
                "from_date": "",
                "order": "10",
                "to_date": "",
                "authors": [],
                "comments": [
                    "S. Larpents etterlatte papirer"
                ],
                "archives": [
                    "Universitetsbiblioteket, Oslo"
                ]
            },
            {
                "from_date": "",
                "order": "11",
                "to_date": "",
                "authors": [],
                "comments": [],
                "archives": [
                    "Nasjonalgalleriets dokumentasjonsarkiv"
                ]
            },
            {
                "from_date": "",
                "order": "7",
                "to_date": "",
                "authors": [],
                "comments": [
                    "brev fra D. til Andreas Haukeland"
                ],
                "archives": [
                    "Universitetsbiblioteket, Oslo"
                ]
            },
            {
                "from_date": "",
                "order": "6",
                "to_date": "",
                "authors": [],
                "comments": [
                    "Brev fra D. til Lorentz Dietrichson"
                ],
                "archives": [
                    "Universitetsbiblioteket, Oslo"
                ]
            }
        ],
        "radio_and_tv_programs": []
    },
    "title": "Robert Dietrich",
    "url": "https://nkl.snl.no/Robert_Dietrich",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>D.s far var født i Tyskland og etablerte seg i Norge som bygnings- og møbelsnekker. Han gav sønnen opplæring i sitt yrke, men D.s interesse gikk i gutteårene mer i retning av treskjæring. 16 år gammel laget han et nøkkelskap i furu med utskårne ornamenter. Treskjæring ble også hans viktigste inntektskilde i årene som fulgte. Han begynte på Den kgl. Tegneskole høsten 1895, antagelig for å utdanne seg som håndverker, men overgangen til modellerklassen i februar 1896 kan tyde på at kunstnerbanen lokket. Da Mathias Skeibrok døde allerede 22. mars samme år, ble B. Bergslien D.s første lærer i skulptur. En byste som han modellerte av <em>Bjørnstjerne Bjørnson</em> i 1897 (gips, Aust-Agder-Museet), har likevel Skeibroks byste av dikteren fra 1886 som forbilde. </p>\n<p>D. sluttet på Den kgl. Tegneskole i 1897 og drog til København, hvor han fikk arbeide på H.C. Petersens store dekorasjonsverksted. Både levebrød og utdannelse ble på denne måte tilgodesett. Han gikk også i tegneklassen på Det Tekniske Selskabs Skole, som kunne gi adgang til kunstak. på Charlottenborg. Han vendte imidlertid tilbake til Den kgl. Tegneskole i 1899 og ble der til 1902 med Lars Utne som lærer i modellering. Han skal ha gjort utkast, nå tapt, til relieffer med motiver fra folkevisene og til historiske og mytologiske grupper, som kan stamme fra denne perioden, hvis de ikke er enda tidligere. D. debuterte på Høstutstillingen 1901 med <em>Studie</em>, som sannsynligvis er identisk med et magert, patetisk mannshode. Den nervøse behandling av overflaten og selve mennesketypen er påvirket av Gustav Vigelands kunst, men hodet er samtidig et klart vitnesbyrd om D.s store begavelse. En byste av en ung mann, hvis datering er usikker, har en roligere, mer plastisk karakter (begge arbeider i Arne Nygård-Nilssen: Skulpturen i 19. og 20. aarhundrede, Norsk Kunsthistorie, Oslo 1927 bd. 2, s. 346, 347). </p>\n<p>Sommeren 1902 flyttet D. igjen til København der han vekslet mellom å modellere i Ludvig Brandstrups atelier og å gå på Kristian Zahrtmanns malerskole. I to skulpturer av en pointer, begge signert 1902 og modellert etter Brandstrups hund, er det fremdeles spor av den nervøse stil (gips, Nasjonalgalleriet, Oslo), men hans skulptur fikk snart en ny retning gjennom inntrykkene fra dansk billedkunst i 1890-årene, med dens orientering mot florentisk ungrenessanse. Den strenge, forenklede form i bysten av fru <em>Berta Brandstrup</em> fra 1903 (gips, Nasjonalgalleriet) viser omslaget, som nok i første rekke skyldes påvirkning fra Brandstrup. I bysten av maleren <em>Brynjulf Larsson</em> fra 1904 er strengheten forenet med en større følsomhet (gips, Nasjonalgalleriet). </p>\n<p>D. deltok med 6 arbeider på Høstutstillingen 1903; de ble alle utstilt i Kunstforeningen etterpå, unntatt en skisse av Welhaven. Han kom da i forbindelse med Sophus Larpent, kjent som utrettelig forkjemper for G. Vigelands kunst. Larpent talte fra nå hans sak, uten øyeblikkelige virkninger. Økonomisk var stillingen ganske fortvilet. D. viste lite initiativ til å skaffe seg inntekter ved annet arbeide, f.eks hugging, og Brandstrup måtte tre støttende til. Det viktigste arbeidet i København i første halvår av 1904 var statuen av en sterkt fremoverbøyd mann, som griper seg om hodet med begge hender. Selv om utgangspunktet er en av Rodins figurer i Borgerne fra Calais, har statuen et sterkt personlig preg i sitt voldsomme utbrudd av fortvilelse. I lys av kunstnerens senere skjebne blir skulpturen et uhyggelig forvarsel, og han kan selv ha reagert mot dens utemmede lidenskap. Statuen i leire ble revet ned, da han brøt opp fra København sommeren 1904. </p>\n<p>På det ytre plan fortonte fremtiden seg lysere for D. Han fikk Schäffers og Henrichsens legater, det siste var stort nok til å betale et lengre opphold i Italia. Etter et par måneder i Tvedestrand, hvor han modellerte en barnebyste, drog han i begynnelsen av september 1904 sørover via Berlin. I München sluttet han seg til Brandstrup, som hjalp ham med å innrette seg i Firenze. Alt lovet godt i begynnelsen. Han \"levet sammen med de gamle mestere\" og besøkte om aftenen Kunstakademiet for modellenes skyld. For å sikre seg en ny tildeling av Henrichsens legat ville han modellere statuen av en ung pike. I et brev til forfatteren Andreas Haukeland fra desember 1904 forteller han at han skal leve helt asketisk uten \"enhver nydelse for at kunde sette igjennom det jeg vil som kunstner\". Han kommer i sterk sinnsbevegelse ved tanken på kunstnermiljøet i Kristiania og ser seg selv utenfor Grand Café en tåket, klam høstaften \"indenfor en kvalm øldunst blandet med halvdrukne stemmer om kjærlighed som er udviklet til det monomane, imot dette vil jeg sette en stjerneklar frostnat og sneen ligger vit aaver fjeldene, ja kold skal den blive saa satans kold\". Forestillinger om å være forfulgt dukker opp: \"man trykker mig fra alle kanter og beskylder mig for alt muligt\". Han plages også av at \"tankerne løber (så) hurtigt (at jeg) har ondt at skrive\". </p>\n<p>I begynnelsen av 1905 var han så nervøs at han ikke maktet å legge opp den planlagte statuen. Da langvarige, intense smerter kom til, reiste ha i slutten av mars til København for å oppsøke lege. Han ble meddelt at han led av \"hypochondriske Forestillinger\", fikk innsprøytninger med varmt vann og drog beroliget tilbake til Firenze. Bedringen varte ikke lenge. Presset økte ettersom pengene svant inn og han ikke var kommet lenger med statuen enn til uferdig forarbeide, bysten av en ung pike. Tross sine arbeidshemninger kunne han fantasere om å hugge en figur av en 10 m høy granittblokk. Den 26. mai 1905 fikk han et voldsomt anfall i sitt atelier, barrikaderte seg og måtte fjernes med makt. Brandstrup og den svenske billedhugger J.M. Lundberg, som begge var i Firenze, skaffet midler så han kunne legges inn på et privat asyl. Deres forsøk på å få ham sendt til Norge strandet på D.s egen forbitrede motstand, han måtte forbli i Firenze for å modellere statuen. Etterat Brandstrup og Lundberg hadde forlatt Firenze og pengene var brukt opp, ble han overført til det kommunale asyl. Tross Larpents anstrengelser for å påskynde hjemreisen, skjedde den først i slutten av oktober, fordi de norske myndigheter nølte med å dekke utgiftene. </p>\n<p>D. kom til Tvedestrand 6. november 1905 og ble i slutten av måneden innlagt på Dikemark asyl. Han trodde seg forhekset av en kvinnelig medelev på Den kgl. Tegneskole, som skulle ha gjort en venn av ham sinnsyk, og mente at bare innsprøytninger av hans lege i København kunne hindre at også han led samme skjebne. Larpent skaffet ham leire, men det ble med forsøket på å modellere en byste av reservelegen. Viljen til kunstnerisk virksomhet var brutt for alltid. D. var på åpen avdeling, og høsten 1906 forsvant han inn til Kristiania, for straks å telefonere asylet om å få komme tilbake. Mot jul samme år drog han igjen til Kristiania, og asylet utskrev ham da som \"i Bedring\". Larpent forsøkte å skaffe ham oppdrag, men D. var ytterst mistenksom. Etter noen pinefulle uker tok han veien til Dikemark, hvor han ble til han døde av tuberkulose i 1913. Hans venn maleren Anders Castus Svarstad beskriver ham i de siste årene som klar og bitter, fast bestemt på at ingen av hans arbeider, om noen fantes, skulle stilles ut etter hans død. Alle spor etter ham skulle slettes. </p>\n<p>Den høye kvalitet i D.s få bevarte skulpturer vitner om at han var en av de betydeligste begavelser i norsk skulptur. Hans siste verk, den uferdige bysten av en ung pike fra våren 1905 (bronse, Nasjonalgalleriet), preges av en følsomhet og en fornem beherskelse, som er helt upåvirket av kunstnerens opprevne sinn da den ble skapt.</p>\n</div>",
    "created_at": "2013-07-03T19:36:54.830+02:00",
    "changed_at": "2024-06-18T23:25:58.890+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab793\",\"https://digitaltmuseum.no/e3c3f48b-90a8-4b94-8d8a-4eb911c302f0\",\"http://kulturnav.org/e3c3f48b-90a8-4b94-8d8a-4eb911c302f0\"]",
        "lastname": "Dietrich",
        "firstname": "Robert",
        "birth_date": "17.1.1877",
        "birthplace": "Tvedestrand",
        "death_date": "31.1.1913",
        "external_id": "person_8736ab793",
        "kulturnav_id": "e3c3f48b-90a8-4b94-8d8a-4eb911c302f0",
        "place_of_death": "Dikemark, Asker",
        "alternative_names": "Dietrich, Robert Alfred"
    },
    "authors": [
        {
            "full_name": "Arne Brenna"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "billedhugger"
        }
    ]
}