{
    "id": 418415,
    "headword": "Seth Bogarth",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "kontrafeier"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab100908",
                "birth_date": "1586",
                "death_date": "",
                "firstname": "Adriaen Geurtsz",
                "lastname": "Boogaert",
                "professions": [
                    "historiemaler"
                ]
            },
            {
                "type": "Far til",
                "external_id": "person_8736ab439",
                "birth_date": "",
                "death_date": "1692",
                "firstname": "Barak Sethssønn",
                "lastname": "Bogarth",
                "professions": [
                    "maler",
                    "kontrafeier"
                ]
            },
            {
                "type": "Far til",
                "external_id": "person_8736ab100906",
                "birth_date": "",
                "death_date": "",
                "firstname": "Adrian",
                "lastname": "Bogarth",
                "professions": [
                    "gullsmed"
                ]
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Man antar at B. kom til farens fødeby, Bergen, blottende ung på 1620-tallet, slik at utdannelsen tildels foregikk i Nederland, tildels i Bergen",
                "order": "0"
            }
        ],
        "travels": [],
        "memberships": [],
        "awards": [],
        "public_productions": [],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [],
        "authorships": [],
        "publishings": [
            {
                "from_date": "1928",
                "order": "1",
                "reference": "register s. 338–41 (ill.)",
                "to_date": "",
                "description": "Norsk Malerkunst",
                "place": "Oslo",
                "authors": [
                    "Grevenor, H."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1935",
                "order": "2",
                "reference": "s. 20–37",
                "to_date": "",
                "description": "Trondhjem Kunstforenings 90-års skrift",
                "title": "Tre århundres trøndersk maleri",
                "place": "Trondheim",
                "authors": [
                    "Brodahl, J.E."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1940",
                "order": "3",
                "reference": "register s. 319–23 (ill.)",
                "to_date": "",
                "description": "Norsk Dekorativ Maling",
                "place": "Oslo",
                "authors": [
                    "Erdmann, D."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1925",
                "order": "0",
                "reference": "s. 42–50 (ill.)",
                "to_date": "",
                "description": "Kunst og Kultur",
                "title": "Trøndermalere i Opdal kirke",
                "place": "Oslo",
                "authors": [
                    "Brodahl, J.E."
                ],
                "comments": [],
                "archives": []
            },
            {
                "from_date": "1973",
                "order": "4",
                "reference": "register bd. 2, s. 259–63 (ill.)",
                "to_date": "",
                "description": "Den lutherske ikonografi i Norge inntil 1800",
                "place": "Oslo",
                "authors": [
                    "Christie, S."
                ],
                "comments": [],
                "archives": []
            }
        ],
        "archives": [
            {
                "from_date": "",
                "order": "5",
                "to_date": "",
                "authors": [],
                "comments": [],
                "archives": [
                    "Brodahls arkiv, Riksantikvaren"
                ]
            }
        ],
        "radio_and_tv_programs": []
    },
    "title": "Seth Bogarth",
    "url": "https://nkl.snl.no/Seth_Bogarth",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div><p>Både livsforløp og produksjon er innhyllet i usikkerhet. Det er blitt fremsatt teori om at B. har vært svenn hos Salomon von Haven i Bergen i 1620–30-årene, uten at dette kan bevises. Bl.a. er det pekt på likhet mellom bilder av den fattiges og rikes bønner i Mariakirken og i Hadsel kirke i Vesterålen, men likheten skyldes mer motivet enn malemåten. Hadselbildet (1644), forært av en trondheimsborger, er signert på rammen med \"Seth contraf. inv\". Sikkert er at B. kom til Trondheim, der han slo seg ned. Antagelig kom han over Møre ca. 1640. Han utførte enklere oppdrag i Domkirken, bokført i 1679. Sønnen Barak understøttet foreldrene i deres alderdom. Produksjonen som blir tillagt B. består av religiøse bilder, portretter, staffering og dekorativt maleri, kirkelig og profant hovedsakelig i Møre og Trøndelag. Hans nederlandske bakgrunn viser seg både i bilder og dekor. Malerteknikken er variert. Et monogram \"ST\" (?) er tillagt B. Brodahl tolker det som Johan Kontrafeier og knytter hans navn til interiørdekor og minnetavle (1633) i Kvernes kirke og til prekestolen (1652) i Tingvoll kirke. Signaturen forekommer også på portretter av Reinholt v. Hoven på Vestnes gård i Romsdalen; <em>Krabbeungene</em> (1641, Aure kirke); <em>Parelius</em> (Mære kirke); <em>Jens Grøn</em> (Hospitalskirken, Trondheim) og <em>Canutus Petri og hustru</em> (Revsund kirke, Jämtland). Andre portretter som muligens kan knyttes til B. er av Simon Zindelsen (1649, Vågan kirke), Jakob Simensen og hustru Kari Jensdatter, (Oppdal kirke), sogneprest Niels Tausan (1650, Støren kirke) og en familiegruppe i Tranøy kirke (1679). B. er bl.a. tillagt <em>akantusmaleri i Rødven kirke</em> (1640-tallet), <em>altertavle i Roan kirke</em> 1651, <em>altertavle i Tingvoll kirke</em>(skåret 1660), <em>altertavle i Beistad kirke</em>, <em>Bebudelsen i Oppdal kirke</em> og <em>akantusdekoren i herrestua Raulånna</em> ved kirken (1670-årene). Oppdal-maleriet bygger på kobberstikk etter Joan Speccard. En del andre verker må muligens tillegges Johan Kontrafeier. B. tillegges avgjørende betydning for utviklingen innen trøndermaleriet. Med impuls fra Nederland innfører han og utvikler en spesiell trøndersk barokk stafferingsstil, der treets naturfarge og okergult er bærende fargemotiv. Stafferingsmåten med skyggemarkering, sort eller annen farget konturering og glanslys har til hensikt å forsterke den plastiske virkning. Samtidig fremheves utilsiktet skyggede partier med lys farge. Strøket er impresjonistisk. <em>Tingvolltavlen</em> er et fremragende eksempel på stilen. B.s rankeform er bredtunget med markert midtribbe, frodig og plastisk uttrykt. <em>Kvernesranken</em> (antagelig 1642) er en av våre tidligste vertikalbetonte veggdekorasjoner. Der og i Raulånna forekommer en særegen, toppet drueklase. Ranken har etterkommere i folkekunsten i sørvestre Trøndelag. Også i religiøse bilder finnes karaktertrekk som skal komme til å gå igjen i trøndermaleriet. Komposisjonen er forenklet i forhold til forlegg, formene er lite utpenslet, men kan være sterkt markerte ved rørlighet i linjeføring, konturering og valørkontraster. Markering med høyrød farge i ansikt og på andre kroppsdeler er gjenomgående. Hos B. finner vi figurer med markert kroppstegning, lange, slanke, velformede hender og ofte en usedvanlig mangel på sødme i ansiktstrekkene. H. Grevenor karakteriserer stilen i det religiøse maleri som løs, flott, men tilfeldig og noe grovskåren. Karakteristikken passer mindre bra på Hadselbildet og B.s portretter i sin helhet. Trønderstilen vil i dag kunne virke tiltalende nettopp ved sitt forenklete formspråk, som medvirker til et koloristisk aktivt og slagkraftig bilde, samtidig som motivinnholdet er lettilgjengelig med en umiddelbar, enkel sjarm hos figurene. Barak B., Peter A. Lillie, muligens broren Gustav A. Lillie og Hans R. Haard fortsatte tradisjonen etter B.</p></div>",
    "created_at": "2013-07-05T14:16:20.517+02:00",
    "changed_at": "2024-06-18T23:26:33.981+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "m",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab440\",\"https://digitaltmuseum.no/804d82fd-402c-4adc-a550-d7ec3ed26d7c\",\"http://kulturnav.org/804d82fd-402c-4adc-a550-d7ec3ed26d7c\"]",
        "lastname": "Bogarth",
        "firstname": "Seth",
        "birthplace": "antagelig i Nederland ca. 1610",
        "death_date": "0.4.1682",
        "external_id": "person_8736ab440",
        "kulturnav_id": "804d82fd-402c-4adc-a550-d7ec3ed26d7c",
        "place_of_death": "Trondheim"
    },
    "authors": [
        {
            "full_name": "Ingeborg Reitan"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "kontrafeier"
        }
    ]
}