{
    "id": 430235,
    "headword": "Asta Nørregaard",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "maler"
            },
            {
                "description": "tegner"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Datter av",
                "external_id": "person_8736ab106017",
                "birth_date": "",
                "death_date": "",
                "firstname": "Hans Peter",
                "lastname": "Nørregaard",
                "professions": [
                    "infanterikaptein"
                ]
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "elev av Eilif Peterssen, München 1875–78 og Kristiania 1878–79",
                "order": "1"
            },
            {
                "comment": "Elev av Knud Bergsliens malerskole, Christiania 1872(?)-75",
                "order": "0"
            },
            {
                "comment": "elev av madame Trélat de Lavignes dameatelier, Paris et par år fra 1879",
                "order": "2"
            },
            {
                "comment": "korreksjon hos Léon Bonnat, Jean-Léon Gérome og kort tid Jules Bastien-Lepage, Paris i perioden 1879–85, samtidig undervisning på Académie Colarossi",
                "order": "3"
            }
        ],
        "travels": [
            {
                "order": "0",
                "description": "Schäffers legat 1877–79"
            },
            {
                "order": "1",
                "description": "Bosatt i München 1875–78"
            },
            {
                "order": "3",
                "description": "reiser i Frankrike og Italia i slutten av 1880-årene, bl.a. Normandie 1887 og -89"
            },
            {
                "order": "2",
                "description": "Paris 1879–85"
            },
            {
                "order": "4",
                "description": "Sora, Italia 1888, lengre opphold i Roma 1889–90"
            }
        ],
        "memberships": [
            {
                "order": "1",
                "description": "Privat malerskole i Kristiania 1890-92"
            },
            {
                "order": "2",
                "description": "Stemmerett Bildende Kunstneres Styre"
            }
        ],
        "awards": [
            {
                "order": "1",
                "description": "Kongens fortjenestmedalje i gull 1920"
            }
        ],
        "public_productions": [
            {
                "from_date": "",
                "order": "44",
                "to_date": "",
                "description": "Trefoldighetskirken og Gamle Aker kirker, Oslo"
            },
            {
                "from_date": "",
                "order": "38",
                "to_date": "",
                "description": "Den Kgl. Opera, Stockholm"
            },
            {
                "from_date": "",
                "order": "34",
                "to_date": "",
                "description": "Oslo Bymuseum"
            },
            {
                "from_date": "",
                "order": "30",
                "to_date": "",
                "description": "Altertavle Gjøvik kirke (1882-83)"
            },
            {
                "from_date": "",
                "order": "45",
                "to_date": "",
                "description": "portretter av sogneprester i flere kirker"
            },
            {
                "from_date": "",
                "order": "41",
                "to_date": "",
                "description": "Oslo børs"
            },
            {
                "from_date": "",
                "order": "31",
                "to_date": "",
                "description": "Nasjonalgalleriet, Oslo"
            },
            {
                "from_date": "",
                "order": "39",
                "to_date": "",
                "description": "Selskapet for Norges Vel"
            },
            {
                "from_date": "",
                "order": "35",
                "to_date": "",
                "description": "Oslo kommunes kunstsamlinger (med portretter)"
            },
            {
                "from_date": "",
                "order": "42",
                "to_date": "",
                "description": "Det medicinske Selskab, Oslo"
            },
            {
                "from_date": "",
                "order": "32",
                "to_date": "",
                "description": "Bergen Billedgalleri"
            },
            {
                "from_date": "",
                "order": "40",
                "to_date": "",
                "description": "Oslo Militære Samfund"
            },
            {
                "from_date": "",
                "order": "46",
                "to_date": "",
                "description": "Jarlsberg hovedgård"
            },
            {
                "from_date": "",
                "order": "36",
                "to_date": "",
                "description": "Universitetet i Oslo"
            },
            {
                "from_date": "",
                "order": "43",
                "to_date": "",
                "description": "Hamar domkirke"
            },
            {
                "from_date": "",
                "order": "33",
                "to_date": "",
                "description": "Trøndelag Kunstgalleri"
            },
            {
                "from_date": "",
                "order": "37",
                "to_date": "",
                "description": "Nationaltheatret"
            }
        ],
        "performed_productions": [],
        "illustrations": [],
        "exhibitions": [],
        "portraits": [
            {
                "from_date": "",
                "order": "48",
                "to_date": "",
                "description": "selvportrett I atelieret (1883, p.e.)"
            },
            {
                "from_date": "",
                "order": "49",
                "to_date": "",
                "description": "selvportrett (fargelagt tegning 1890, Oslo Bymuseum) gjengitt i A. Wichstrøm: Kvinner ved staffeliet. Kvinnelige malere i Norge før 1900, Oslo 1982, s. 66"
            },
            {
                "from_date": "",
                "order": "50",
                "to_date": "",
                "description": "selvportrett utført i Roma (1890, Oslo Bymuseum)"
            },
            {
                "from_date": "",
                "order": "47",
                "to_date": "",
                "description": "Modell til kvinnefiguren i Harriet Backers Blått interiør (1883, Nasjonalgalleriet, Oslo)"
            }
        ],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Asta Nørregaard",
    "url": "https://nkl.snl.no/Asta_N%C3%B8rregaard",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>N.s utdannelse og tidlige utvikling fulgte i venninnen Harriet Backers spor. De to ble ansett som Knud Bergsliens beste kvinnelige elever, og N. fulgte etter Harriet Backer til München, der læretiden hos Eilif Peterssen var betydningsfull for dem begge. N. malte sine første selvstendige komposisjoner i 1878, bl.a. <em>Hjemløse</em> et tysk kirkeinteriør med en genreaktig, sentimental scene, som ble stilt ut i Bergens Kunstforening samme år. Med Schäffers legat begynte hun studier i Paris i 1879, et år senere enn Harriet Backer, men med de samme lærerne. N. ble i høyere grad enn Backer påvirket av fransk kunst, både av den elegante franske salongrealismen, som bl.a. læreren Bonnat var eksponent for, og de mer realistiske og impresjonistiske tendenser. Hun tilegnet seg raskt nye kunnskaper og hadde store ambisjoner. I 1881 debuterte hun på Salonen med en stor religiøs komposisjon, <em>L'attente de Christ</em>, en original og gjennomarbeidet komposisjon, der grupper av figurer i et mørkt rom - syke, gamle og fattige - venter på Kristus, som viser seg som en ganske liten figur i den lyse døråpningen i bildets bakgrunn. Da bildet ble stilt ut i Christiania Kunstforening høsten 1881, fikk det begeistret omtale av kunstkritikeren Jonas Rasch i en egen artikkel i Aftenposten. Han fremhevet det som et betydelig verk i sin genre i Norge, og mente at det kanskje skyldtes en kvinnes mer inderlige religiøse følelse, når det gav så ekte inntrykk av sann og oppriktig tro. Bildet førte til bestilling på en altertavle til Gjøvik kirke.  Den ble utført i Paris 1882–83 og er komponert over samme motiv som <em>L'attente de Christ</em>, men med en sentralt plassert Kristusskikkelse. I <em>I atelieret</em> (1883) har N. portrettert seg selv foran den ferdige altertavlen. Hun fremhever sin egen profesjonalitet og understreker bestillingens betydning for hennes karriere. Med få unntak, bl.a. <em>Julenattsmesse i fransk kloster</em>(1888–89, Nasjonalgalleriet, Oslo), fulgte hun likevel ikke opp de religiøse motivene og store komposisjonene. I 80-årene malte hun gruppebilder av arbeidende folk i landskapsomgivelser som i stil og motiv vitner om impulser fra franske realister som Bastien-Lepage, bearbeidet slik at de gir et originalt og selvstendig inntrykk, f.eks. <em>Strikkende pike</em> (1886) og <em>Bondekone fra Normandie</em> (1889). I to bilder malt på Jarlsberg i 1889, <em>Gullkronen</em> og <em>Dame ved åpent vindu</em>, settes motiver fra livet på herregården inn i en ramme av glødende høstløv, et ofte gjentatt element både i hennes genrebilder og portretter. At hun behersket friluftsmaleriets teknikk viser også flere upretensiøse og lyriske landskaper malt under reisene i 80-årene, ofte med hus eller ruiner. N. kunne også eksperimentere med impresjonistisk teknikk, som i <em>Musikkinteriør</em> (1885?, Nasjonalgalleriet). N.s kunst viser i 80-årene en imponerende bredde i motivvalg og stil. Hun behersket så å si alt hun forsøkte seg på.</p>\n<p>N. fikk sine første portrettbestillinger allerede i slutten av 1870-årene og fra 1890 dominerer portrettene hennes produksjon. N. anslo selv at hun hadde malt omkring 300 portretter, den alt overveiende del på bestilling. En fast tegning og et grundig naturstudium var alltid basis for hennes portretter, og samtidig som hun mestret en nesten fotografisk portrettlikhet, maktet hun å gi dem en individuell karakteristikk. Hun var idealist og søkte det vakre i modellene sine, men skjønnmalte likevel sjelden. Tidlig i 1880-årene utførte hun spontane, personlige portretter, bl.a. flere av <em>Maggie Plahte</em> (1881), der hun allerede behersket det som snart ble et av hennes kjennemerker, gjengivelsen av kostbare stoffer. Portrettet av <em>Anette Birch</em>, fransk elegant og med et inderlig uttrykk, ble antatt på Parisersalonen i 1882. Hennes åpenbare dyktighet og suksess førte til portrettbestillinger hjemme, og i 1880-årene utførte hun portretter av en rekke ledende kulturpersonligheter. Portrettet av <em>Sven Brun</em> (1883, Trefoldighetskirken) var hennes debut på Høstutstillingen i 1883. Portrettene av <em>Ths. Heftye</em> (1884), Halvor Folkestad (1884, Hamar domkirke) og de to professorene <em>Gisle Chr. Johnson</em> og <em>C.P. Caspari</em> (1885, Universitetet i Oslo) tilhører denne tidlige gruppen portretter, som kjennetegnes av glimrende portrettlikhet og en levende karakteristikk. N. var blant de første norske malerne som tok opp igjen pastellportrettet i 1880-årene. Allerede de tidligste, av <em>Elisabeth Gamborg</em> (1884) og <em>Edvard Munch</em> (1885, Oslo kommunes kunstsamlinger) er forbløffende fulkomne i teknisk henseende. Portrettet av den unge maleren avslører både enomhet og en anelse om visjonær evne.</p>\n<p>Omkring 1890 skjedde det et omslag i N.s kunst. Hun forlot mangfoldet som kjennetegnet hennes 1880-års-maleri og konsentrerte seg om bestillingsportretter. Etter 1890 bodde N. i ro i Kristiania og reiste nesten ikke. Hun hadde godt med bestillinger og utviklet en portrettkunst som hun holdt fast ved i de neste 40 årene hun fortsatte å male. Portrettene er enkelt lagt opp, figuren dominerer billedflaten, rom og miljø antydes som regel med et enkelt møbel eller en enkel gjenstand. Hun brukte gjerne mønstrede tapeter eller tekstiler i bakgrunnen, eller løv og blader som dekorative elementer. Bakgrunnene kan minne om kulisser, lik de friluftskulisser fotografene brukte i sine atelierer. I perioden 1890-1905 dominerte pastellene i portrettproduksjonen, og pastellkrittene var forbeholdt kvinner og barn. Helfigursportrettene har ofte forbløffende store dimensjoner og gav utmerket anledning for N. til å briljere med sin tekniske dyktighet, særlig i gjengivelse av stoffer og moteriktige drakter. Portrettene av<em>Elisabeth Fearnley</em> (1891), <em>Marie Rustad</em> (1892) og <em>Martine Cappelen Hjort</em> (1897, Nasjonalgalleriet) er gode eksempler. Barneportrettene er sympatiske og innlevende, ofte morsomme, som f.eks.  <em>Diderik Severin Cappelen</em> (1896), <em>Paul Holst Borgen</em> (1897) og <em>Marie Butenschøn</em> (1904). Mens de fine fruer og barna deres ble portrettert i det myke pastellmediet, ble familieoverhodene - forretningsmenn og akademikere - portrettert i olje. Bildene understreker status og verdighet, men har ikke sjelden innslag av avslørende ironi. Eksempler er portrettene av <em>Niels A. Andresen-Butenschøn</em> (1900) og <em>Olaf C. B. Birkeland</em> (1902). Etter 1905 dominerer igjen oljemaleriene. N. var tro mot de prinsipper for portrettmaleri hun hadde lært i 1880-årene. Senere portretter bærer av og til preg av rutine, og hennes originale koloristiske evne slo iblant over i skarp og ubehagelig retning. Men selv sent i livet kunne hun skape sikre og gode portretter, som portrettet av <em>Haakon 7</em> (1920, Oslo Bymuseum). N. har også laget glimrende portrett-tegninger, bl.a. et par stemningslandskaper fra 1900 som viser at hun også kunne følge med i nyere retninger.</p>\n<p>N.s arbeid med bestillingsportretter, først og fremst for overklassen, gav henne den nedsettende betegnelsen \"modemalerinde\". En stor retrospektiv utstilling hos Blomqvist i 1925 overrasket imidlertid kritikerne med den høye kvaliteten og det varierte uttrykket i tidlige bilder.  .</p>\n</div>",
    "created_at": "2014-11-20T12:05:26.399+01:00",
    "changed_at": "2024-06-18T23:27:52.786+02:00",
    "license_name": "begrenset",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "k",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab2973\",\"https://digitaltmuseum.no/7e44810c-4c6e-475a-a149-68aa221d9dca\",\"http://kulturnav.org/7e44810c-4c6e-475a-a149-68aa221d9dca\"]",
        "lastname": "Nørregaard",
        "firstname": "Asta",
        "birth_date": "13.8.1853",
        "birthplace": "Christiania",
        "death_date": "23.3.1933",
        "external_id": "person_8736ab2973",
        "kulturnav_id": "7e44810c-4c6e-475a-a149-68aa221d9dca",
        "place_of_death": "Oslo",
        "alternative_names": "Nørregaard, Asta Eline Jakobine"
    },
    "authors": [
        {
            "full_name": "Anne Wichstrøm"
        }
    ],
    "images": [
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20352/standard_NMK-B_NG.M.0357720151204-26003-1diphfe.jpg",
            "full_size_url": "https://media.snl.no/media/20352/NMK-B_NG.M.0357720151204-26003-1diphfe.jpg",
            "xhtml": "<div><p><i>Julenattsmesse i et fransk kloster</i>. Asta Nørregaard. 1889. <a href=\"http://digitaltmuseum.no/011041108934\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Asta Nørregaard",
            "paragraph_index": 0
        },
        {
            "copyright": null,
            "license": "Gjengitt med tillatelse",
            "standard_size_url": "https://media.snl.no/media/20353/standard_NMK-B_NG.M.0358120151204-26003-1pqbnv8.jpg",
            "full_size_url": "https://media.snl.no/media/20353/NMK-B_NG.M.0358120151204-26003-1pqbnv8.jpg",
            "xhtml": "<div><p><i>Marthine Cappelen Hjort, f. Kiær</i>. Asta Nørregaard. 1897. <a href=\"http://digitaltmuseum.no/011042339547\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Asta Nørregaard",
            "paragraph_index": 0
        },
        {
            "copyright": null,
            "license": "Falt i det fri (Public domain)",
            "standard_size_url": "https://media.snl.no/media/20354/standard_NMK-B_NG.M.0360820151204-26003-1bvmy78.jpg",
            "full_size_url": "https://media.snl.no/media/20354/NMK-B_NG.M.0360820151204-26003-1bvmy78.jpg",
            "xhtml": "<div><p><i>Bondekone fra Normandie</i>. Asta Nørregaard. 1889. <a href=\"http://digitaltmuseum.no/011042441580\">Digitalt Museum</a></p></div>",
            "type": "image",
            "heading": "Asta Nørregaard",
            "paragraph_index": 0
        }
    ],
    "professions": [
        {
            "description": "maler"
        },
        {
            "description": "tegner"
        }
    ]
}