{
    "id": 430951,
    "headword": "Lars Tiller",
    "custom_metadata_json": {
        "professions": [
            {
                "description": "maler"
            },
            {
                "description": "tegner"
            }
        ],
        "others": [],
        "relations": [
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108253",
                "birth_date": "",
                "death_date": "",
                "firstname": "Margit",
                "lastname": "Larsen",
                "professions": []
            },
            {
                "type": "Sønn av",
                "external_id": "person_8736ab108915",
                "birth_date": "",
                "death_date": "",
                "firstname": "Johan",
                "lastname": "Tiller",
                "professions": []
            },
            {
                "from_date": "1952",
                "type": "Gift med",
                "external_id": "person_8736ab107606",
                "birth_date": "1930",
                "death_date": "",
                "firstname": "Gudrun Maria Elisabeth Roos",
                "lastname": "Tiller",
                "professions": [
                    "maler"
                ]
            }
        ],
        "residences": [],
        "educations": [
            {
                "comment": "Fernand Légers malerskole, Paris april-aug. 1951 og -52.",
                "order": "3"
            },
            {
                "comment": "Privatelev av Thorvald Slettebak, Trondh. høsten 1945",
                "order": "0"
            },
            {
                "comment": "KT under Thorvald Slettebak, Odd Hilt og Kristofer Leirdal våren 1946",
                "order": "1"
            },
            {
                "comment": "Kunstak. under Per Krohg (kort tid) og Jean Heiberg høsten 1946-våren 1949",
                "order": "2"
            }
        ],
        "travels": [
            {
                "order": "6",
                "description": "Hellas 1961"
            },
            {
                "order": "1",
                "description": "Per Smith Kiellands leg. 1949"
            },
            {
                "order": "2",
                "description": "Trondh. bys stip. 1951"
            },
            {
                "order": "4",
                "description": "Paris 1947, -49, -55"
            },
            {
                "order": "5",
                "description": "Italia og Østerrike 1949"
            },
            {
                "order": "7",
                "description": "Studieopphold i Paris 1951-52"
            },
            {
                "order": "0",
                "description": "Thorvald Erichsens leg. 1949"
            },
            {
                "order": "3",
                "description": "BKS reisestip. 1960. Studiereiser til Kbh. 1946, -47, -49, -56"
            }
        ],
        "memberships": [
            {
                "order": "3",
                "description": "styreformann KT 1956"
            },
            {
                "order": "0",
                "description": "Vit.ass. Institutt for form og farve, NTH 1954, amanuensis 1959-62, 1. amanuensis 1962-75"
            },
            {
                "order": "4",
                "description": "styremedlem Trondh. Kunstfor. 1955-76, medlem kunstnerisk komité 1970-80."
            },
            {
                "order": "2",
                "description": "Medlem Trøndelag Bildende Kunstnere, formann 1951-53, 1956-57"
            },
            {
                "order": "1",
                "description": "Stemmerett BKS"
            }
        ],
        "awards": [],
        "public_productions": [
            {
                "from_date": "",
                "order": "42",
                "to_date": "",
                "description": "Bryne Kunstfor."
            },
            {
                "from_date": "",
                "order": "47",
                "to_date": "",
                "description": "Sozialamt und Schul- und Kulturamt, Kiel."
            },
            {
                "from_date": "",
                "order": "36",
                "to_date": "",
                "description": "BB"
            },
            {
                "from_date": "",
                "order": "32",
                "to_date": "",
                "description": "veggrelieff, Strindens Sparebank, Trondh. (terrakotta 1961-62)"
            },
            {
                "from_date": "",
                "order": "43",
                "to_date": "",
                "description": "Utenriksdep."
            },
            {
                "from_date": "",
                "order": "46",
                "to_date": "",
                "description": "Jämtlands läns Landsting"
            },
            {
                "from_date": "",
                "order": "35",
                "to_date": "",
                "description": "NG"
            },
            {
                "from_date": "",
                "order": "39",
                "to_date": "",
                "description": "RG"
            },
            {
                "from_date": "",
                "order": "31",
                "to_date": "",
                "description": "Veggdekorasjon, Gjensidige, Trondh. (1957)"
            },
            {
                "from_date": "",
                "order": "37",
                "to_date": "",
                "description": "TKG"
            },
            {
                "from_date": "",
                "order": "38",
                "to_date": "",
                "description": "NK museum"
            },
            {
                "from_date": "",
                "order": "45",
                "to_date": "",
                "description": "DnC, Trondh."
            },
            {
                "from_date": "",
                "order": "34",
                "to_date": "",
                "description": "veggmaleri, Tekniske etaters bygg, Trondh. (1972)."
            },
            {
                "from_date": "",
                "order": "41",
                "to_date": "",
                "description": "KA"
            },
            {
                "from_date": "",
                "order": "44",
                "to_date": "",
                "description": "Norges Bank"
            },
            {
                "from_date": "",
                "order": "40",
                "to_date": "",
                "description": "OKK"
            },
            {
                "from_date": "",
                "order": "33",
                "to_date": "",
                "description": "rekkverk, Meldal yrkesskole (smijern 1964-67)"
            }
        ],
        "performed_productions": [],
        "illustrations": [
            {
                "from_date": "",
                "order": "49",
                "to_date": "",
                "description": "Gruppe 5, grafikkmappe utgitt av Trondh. Kunstfor. 1980."
            }
        ],
        "exhibitions": [],
        "portraits": [
            {
                "from_date": "",
                "order": "48",
                "to_date": "",
                "description": "Billedhuggeren, selvportrett (1953, p.e.) gjengitt i Lars Tiller, kat. Trondh. Kunstfor. 1984 (upag.)."
            }
        ],
        "authorships": [],
        "publishings": [],
        "archives": [],
        "radio_and_tv_programs": []
    },
    "title": "Lars Tiller",
    "url": "https://nkl.snl.no/Lars_Tiller",
    "subject_url": "http://snl.no/.taxonomy/3405",
    "subject_title": "Norsk kunstnerleksikon",
    "xhtml_body": "<div>\n<p>T. tilhørte det første kull av elever ved Kunstskolen i Trondh. sammen med bl.a. Roar Wold. Fra sine tidligste arbeider brøt han med den tendens til ekspresjonisme og sosialromantikk som preget den første etterkrigsgenerasjon av trønderske malere, f.eks. Oddvar Alstad og Oddmund Kristiansen. T.s interesse for komposisjon og de rent maleriske problemstillinger, ble tidlig trukket fram av kritikere, og under elevtiden hos Jean Heiberg ble T.s arbeider også utdypet med formale problemstillinger. Under Heibergs innflytelse la T. seg også til en flytende penselskrift og blond koloritt dominert av blått. Foretrukne motiver var stilleben, hvor flateforskyvninger og brutte linjer skaper spenning i billedflaten. Allerede i sin tidlige produksjon fastla T. mange av de elementer som går igjen i hele hans verk. <em>Krukke med sitroner</em> (1949, p.e.), peker mot den senere produksjon i bruken av flateforskyvninger, inndeling av billedflaten i enkle geometriske delforhold og i motivet, med kontrasten mellom det nære i form av et bord, en stol, krukken og sitronene, og den fjerne utsikten gjennom vinduet. I en serie bilder med tittelen <em>Invitasjon til reise</em> (1949, alle p.e.), er store skikkelser plassert i et geometrisk forenklet landskap. I enkelte bilder tolkes også forholdet nær-fjern psykologisk i form av den aktive mannen og den passive kvinnen. Spenningen mellom nærhet og fjernhet i billedrommet har også senere vært det sentrale tema i T.s billedverden. Etter sitt opphold hos Léger malte han i 1953 en ny versjon av Invitasjon til reise (Trondh. katedralskole), der formelementene er forenklet i henhold til Légers dekorative kubisme.</p>\n<p>Etter studieopphold hos Léger i 1951 og -52, underordner T. seg bevisst lærerens formuttrykk, og fram til midten av 50-årene arbeidet han i en stil som minner påfallende om Légers. T. var av den oppfatning at han gjennom en bevisst disiplinering ville tilegne seg de midler som skulle til for å uttrykke et personlig innhold. Han følte også slektskap med Légers radikale holdning og sosiale engasjement. T. debuterte på Høstutstillingen i 1951 med en kulltegning, og i 50-årene markerte han seg sterkest som tegner. Tegningene er oftest utført med kullstift på store ark. Når det gjelder å bruke tegningen som selvstendig medium, er T. en pioner i norsk miljø. Hans undervisning i tegning ved NTH fra 1954 fikk stor betydning for den oppblomstring av tegnekunsten man finner blant trønderske billedkunstnere på 1950-60-tallet. Karakteristiske arbeider fra perioden er <em>Arbeidsredskap</em> (1952 KA, blyantskisse TKG), <em>Atelierovn</em> (1951, TKG), <em>Tegning med rød bakgrunn</em> (1954, TKG) og <em>Stilleben med krus</em> (1955, TKG).</p>\n<p>I perioden 1955-60 søkte T. seg fram mot det abstrakte formspråk han senere har arbeidet innenfor. I <em>Mot havet</em> (1956, p.e.) forenkles naturmotivet til parallelle bånd av grønnblått, atskilt av en horisontlinje og med abstraherte bygningsfragmenter nede i høyre hjørne som det eneste figurative element. Bildet er beslektet med Roar Wolds samtidige landskaper. Monotypier fra 1958-59 viser interesse for Serge Poliakoff, og mer spontanistiske tegninger er i slekt med Kumi Sugaï. Av betydning for T.s eksperimenter med en abstrakt uttrykksform var bl.a. Halvdan Ljøsnes og Gunnar S. Gundersens arbeid ved NTH fra slutten av 50-årene. I dekorasjoner for Gjensidige, Trondh. (1957), Strindens Sparebank, Trondh. (1961-62) og Meldal yrkesskole (1964-67), eksperimenterte T. med materialer og uttrykksform. Dekorasjonen for Gjensidige er utført i sement og fresko. Langs en trapp laget T. et rytmisk forløp av fuger i sementen, som tilsammen danner et veggrelieff. På trappeavsatsens fondvegg er abstrakte symboler avledet av frukt, blad og treets former. En påtenkt fasadedekorasjon i lysstoffrør ble ikke utført. Senere har T. ført videre bruken av enkle symboler som innordnes i et geometrisk mønster i terrakottadekorasjonen på Strindens Sparebanks fasade. I Meldal yrkesskole har T. utformet et smijernsrekkverk som går opp gjennom tre etasjer i fire meters bredde. Enkle symboler er plassert mot geometriske felter av horisontale/vertikale bjelker. Meldals næringsstruktur symboliseres av kornaks for jordbruk og hjul for industri. Overalt griper store hender inn i de forskjellige funksjoner. Arbeidet ble utført av elever ved skolen i samarbeid med kunstneren (avduket 1967).</p>\n<p>T. fremstod første gang med abstrakte malerier på Høstutstillingen 1959. Formspråket var basert på plan som delvis dekker hverandre eller forskyves. Ved avtoninger i gråtoneskalaen oppstår dybdevirkninger. Tynt laserte partier kontrasteres mot felter der fargen er pastost pålagt, iblant blandet med sagflis eller malt over collage-elementer. På dette tidspunkt begynte T. å arbeide med PVA-maling, som han senere har utført sine malerier i. Da T. stilte ut nonfigurative arbeider i Trondhjems Kunstforening og Kunstnernes Hus 1961 ble han møtt med begeistring og forståelse fra kritikerhold. Selv om T. arbeider ut fra enkelte grunnleggende geometriske formelementer, er han opptatt av å la de innfall som oppstår under arbeidets gang, komme til uttrykk. Hans geometriske formverden oppleves derfor sjelden som en dogmatisk gjennomføring av et program. Bilder som <em>Hvit, grå, svart</em> (1960, TKG),  <em>Hvitt og grått</em> (1960, p.e.), <em>Blått</em> (1961, BB), <em>Fanfare</em> (1963), <em>Utsikt</em> (1963, NG) og <em>Ved broen</em> (1966, Norges Bank), har alle en grafisk karakter med vekt på å redegjøre for motivets arkitektoniske struktur. Fra 1964 begynte T. en serie bilder med kvadratet som dominerende formelement. <em>Blaues</em> (1964, Trondh. kommune), <em>Svart kvadrat</em> (1965, OKK), <em>Rødt kvadrat</em> (1966, TKG) og <em>Svart firkant</em> (1967, RG) er alle nærmest meditasjoner over kvadratet i et formspråk med paralleller i samtidens reduksjonistiske maleri. I <em>Blå utsikt</em> (1966, NG) løses det strenge formspillet av kvadrater opp ved at fargen i partier renner som striper nedover lerretet. T. arbeidet videre med et formspråk der de geometriske elementene fremheves, og viste denne gruppen av bilder i Permanenten, Kunstnernes Hus 1969. Flere kritikere oppfattet bildene som rent formale øvninger og etterlyste en tilknytning til noe sett og opplevd utenfor bildets egen virkelighet. <em>Oker med grått kvadrat</em> (1968, RG) og <em>Blått med rødt</em> (1971, TKG) kan oppfattes som forsøk innen et rent konkretistisk maleri, uten referanser til utenforliggende motiver. I disse bildene arbeidet T. med en kraftigere fargebruk enn tidligere, og reduserte de stofflige kvaliteter i overflatene til et minimum. I <em>Dekorasjon</em> for Tekniske etaters bygg, Trondh. (1972) kulminerer disse tendenser.</p>\n<p>Etter 1972 har T.s produksjon vært sparsom. Man sporer en tilbakevenden til den mer lyriske abstrakte form han arbeidet med omkring 1960. De geometriske elementene er mindre påtrengende og kunstneren arbeider her med stoffkvaliteter og laseringer. <em>Havn</em> (NG), <em>Detalj</em> (1975, RG) og <em>Fuge i blått</em> (1978-79, TKG) er representative verk fra perioden. Omkring 1980 gikk T. lenger i å markere de enkelte penselstrøk og lot en nervøs uro, som tidligere bare kunne anes, komme til uttrykk i sine bilder. Disse tendenser finner vi i <em>Blå kropp</em> (1979-81, DnC, Trondh.), <em>Rød kropp</em> (1980, p.e.) og i kulltegninger fra omkring 1980. I kulltegningene lar T. motivfragmenter slippe til som i <em>Dr. Henrik og Løvborg</em> (1979, Sør-Trøndelag fylke), <em>Hommage à Arne E. Holm</em> (1979, TKG), <em>Profil</em> (1979, NG), <em>Uten tittel</em> (1979, RG) og <em>Abraxas</em> (1980, BB). Etter 1980 har T. også utført enkelte serigrafier. Gjennom sitt arbeid ved NTH, Institutt for form og farve, har T. hatt betydning for en rekke yngre arkitekter og billedkunstnere. Han har vært flittig benyttet i komité- og juryarbeid innen kunstmiljøet i Trondh., og har stått som en forgrunnsskikkelse i dette miljøet fra begynnelsen av 1950-årene.</p>\n</div>",
    "created_at": "2014-12-19T16:25:50.343+01:00",
    "changed_at": "2024-06-18T23:28:11.055+02:00",
    "license_name": "fri",
    "metadata_license_name": "fri",
    "metadata": {
        "gender": "k",
        "same_as": "[\"http://data.nasjonalmuseet.no/resource/person_8736ab3761\",\"https://digitaltmuseum.no/fea5e100-6b1b-4fd7-a3f5-ba975bcf393a\",\"http://kulturnav.org/fea5e100-6b1b-4fd7-a3f5-ba975bcf393a\"]",
        "lastname": "Tiller",
        "firstname": "Lars",
        "birth_date": "28.2.1924",
        "birthplace": "Trondh.",
        "death_date": "23.11.1994",
        "external_id": "person_8736ab3761",
        "kulturnav_id": "fea5e100-6b1b-4fd7-a3f5-ba975bcf393a"
    },
    "authors": [
        {
            "full_name": "Øivind Storm Bjerke"
        }
    ],
    "images": [],
    "professions": [
        {
            "description": "maler"
        },
        {
            "description": "tegner"
        }
    ]
}